Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Data Inicial
ar: ﻲﻟﻭﻷ﻿ﺍ ﺦﻳﺭﺎﺘﻟﺍ
bg: Начална дата
cs: Počáteční datum
da: Indledende dato
de: Anfangsdatum
el: Αρχική ημερομηνία
es: La fecha de inicio
et: Esialgne kuupäev
fa: ﻪﯿﻟﻭﺍ ﺦﯾﺭﺎﺗ
fi: Alkuperäinen päivämäärä
fr: Date initiale
he: ינושאר ךיראת
hi: प्रारम्भिक तिथि
hr: Početni datum
hu: Kezdeti dátum
is: Upphafleg dagsetning
it: Data iniziale
ja: 最初の日付
ko: 초기 날짜
nl: Initiële datum
no: Opprinnelig dato
pl: Data początkowa
ro: Data initiala
ru: Начальная дата
sk: Počiatočný dátum
sv: Inledande datum
tr: Başlangıç tarihi
uk: Початкова дата
zh: 初始日期

source: Data Final
ar: ﺔﻴﺋﺎﻬﻨﻟﺍ ﺕﺎﻧﺎﻴﺒﻟﺍ
bg: Окончателни данни
cs: Konečná data
de: Daten endgültig
el: Τελικό Δεδομένων
es: Datos finales
et: Andmed lõplikud
fa: ﯽﯾﺎﻬﻧ ﻩﺩﺍﺩ
fi: Data lopullinen
fr: Données finales
he: רמג םינותנ
hi: डेटा अंतिम
hr: Podaci konačni
hu: Adatok végleges
is: Gögn úrslit
it: Dati finali
ja: データファイナル
ko: 데이터 최종
nl: Gegevens definitief
no: Datafinale
pl: Finał danych
ro: Date finale
ru: Окончательные данные
tr: Veri Nihai
uk: Остаточні дані
zh: 最终数据

source: A data não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎًﻏﺭﺎﻓ ﺦﻳﺭﺎﺘﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Датата не може да се попълни. Отмяна?
cs: Datum nemůže být prázdné. Zrušení?
da: Datoen må ikke være tom. Afbestille?
de: Das Datum darf nicht leer sein. Stornieren?
el: Η ημερομηνία δεν μπορεί να είναι κενή. Ματαίωση?
es: La fecha no puede estar en blanco. ¿Cancelar?
et: Kuupäeva väli ei tohi olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﺦﯾﺭﺎﺗ
fi: Päivämäärä ei voi olla tyhjä. Peruuttaa?
fr: La date ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל ךיראתה
hi: दिनांक रिक्त नहीं हो सकता. रद्द करना?
hr: Datum ne može biti prazan. Otkazati?
hu: A dátum nem lehet üres. Megszünteti?
is: Dagsetningin má ekki vera auð. Hætta við?
it: La data non può essere vuota. Annulla?
ja: 日付を空白にすることはできません。キャンセル？
ko: 날짜는 비워둘 수 없습니다. 취소?
nl: De datum mag niet leeg zijn. Annuleren?
no: Datoen kan ikke være tom. Avbryt?
pl: Data nie może być pusta. Anulować?
ro: Data nu poate fi goală. Anulare?
ru: Дата не может быть пустой. Отмена?
sk: Dátum nemôže byť prázdny. Zrušiť?
sv: Datumet får inte vara tomt. Annullera?
tr: Tarih boş olamaz. İptal etmek?
uk: Дата не може бути пустою. Скасувати?
zh: 日期不能为空。取消？

source: Pesquisar por: docnr, data <dd-mm-aaaa>, id <x>|<x-y>, f<id>, ou *=tudo
ar: all=* ﻭﺃ ،<x>|<x-y>، f<id> ﻑﺮﻌﻤﻟﺍ ،<dd-mm-yyyy> ﺦﻳﺭﺎﺘﻟﺍ ،docnr :ﻦﻋ ﺚﺤﺒﻟﺍ
bg: Търсете: docnr, дата <dd-mm-yyyy>, id <x>|<x-y>, f<id> или *=all
cs: Hledat: docnr, datum <dd-mm-yyyy>, id <x>|<x-y>, f<id> nebo *=vše
da: Søg efter: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> eller *=all
de: Suchen Sie nach: Dokumentnummer, Datum <TT-MM-JJJJ>, ID <x>|<x-y>, f<id> oder *=alle
el: Αναζήτηση για: docnr, ημερομηνία <dd-mm-yyyy>, id <x>|<x-y>, f<id> ή *=all
es: Busque: docnr, fecha <dd-mm-aaaa>, id <x>|<x-y>, f<id> o *=all
et: Otsige: docnr, kuupäev <pp-mm-yyyy>, id <x>|<x-y>, f<id> või *=all
fa: all=* ﺎﯾ <dd-mm-yyyy>، id <x>|<x-y>، f<id> ﺦﯾﺭﺎﺗ ،docnr :ﯼﺍﺮﺑ ﻮﺠﺘﺴﺟ
fi: Hae: docnr, päivämäärä <pp-kk-vvvv>, id <x>|<x-y>, f<id> tai *=all
fr: Rechercher : docnr, date <jj-mm-aaaa>, id <x>|<x-y>, f<id> ou *=all
he: all=* וא ,<docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id :שפח
hi: खोजें: docnr, दिनांक <dd-mm-yyyy>, आईडी <x>|<x-y>, f<id>, या *=सभी
hr: Traži: docnr, datum <dd-mm-yyyy>, id <x>|<x-y>, f<id> ili *=sve
hu: Keresés: docnr, dátum <nn-hh-ééé>, id <x>|<x-y>, f<id> vagy *=all
is: Leitaðu að: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> eða *=all
it: Cerca: docnr, data <gg-mm-aaaa>, id <x>|<x-y>, f<id> o *=all
ja: 検索: docnr、日付 <dd-mm-yyyy>、id <x>|<x-y>、f<id>、または *=all
ko: 검색: docnr, 날짜 <dd-mm-yyyy>, id <x>|<x-y>, f<id> 또는 *=all
nl: Zoek naar: docnr, datum <dd-mm-jjjj>, id <x>|<x-y>, f<id> of *=alles
no: Søk etter: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> eller *=all
pl: Wyszukaj: dokument nr, data <dd-mm-rrrr>, identyfikator <x>|<x-y>, f<id> lub *=all
ro: Căutați: docnr, data <zz-ll-aaaa>, id <x>|<x-y>, f<id> sau *=toate
ru: Искать: docnr, дату <дд-мм-гггг>, id <x>|<x-y>, f<id> или *=all
sk: Hľadať: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> alebo *=all
sv: Sök efter: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> eller *=all
tr: Şunu arayın: belge numarası, tarih <gg-aa-yyyy>, kimlik <x>|<x-y>, f<id> veya *=all
uk: Шукати: docnr, date <dd-mm-yyyy>, id <x>|<x-y>, f<id> або *=all
zh: 搜索：docnr、日期 <dd-mm-yyyy>、id <x>|<x-y>、f<id> 或 *=all

source: Agrupar : n=docnr, d=data, i=id, f=forn ou *=nenhum
ar: none=* ﻭﺃ n=docnr، d=data، i=id، f=forn :ﺔﻋﻮﻤﺠﻤﻟﺍ
bg: Група: n=docnr, d=данни, i=id, f=forn или *=няма
cs: Skupina: n=docnr, d=data, i=id, f=forn nebo *=none
da: Gruppe: n=docnr, d=data, i=id, f=forn eller *=ingen
de: Gruppe: n=docnr, d=data, i=id, f=forn oder *=none
el: Ομάδα: n=docnr, d=data, i=id, f=forn ή *=none
es: Grupo: n=docnr, d=datos, i=id, f=forn o *=ninguno
et: Rühm: n=docnr, d=andmed, i=id, f=forn või *=puudub
fa: none=* ﺎﯾ n=docnr، d=data، i=id، f=forn :ﻩﻭﺮﮔ
fi: Ryhmä: n=docnr, d=data, i=id, f=forn tai *=ei mitään
fr: Groupe : n=docnr, d=data, i=id, f=forn ou *=none
he: none=* וא n=docnr, d=data, i=id, f=forn :הצובק
hi: समूह: n=docnr, d=डेटा, i=id, f=forn या *=कोई नहीं
hr: Grupa: n=docnr, d=data, i=id, f=forn ili *=none
hu: Csoport: n=docnr, d=adat, i=id, f=forn vagy *=none
is: Hópur: n=docnr, d=data, i=id, f=forn eða *=none
it: Gruppo: n=docnr, d=data, i=id, f=forn o *=none
ja: グループ: n=docnr、d=data、i=id、f=forn、または *=none
ko: 그룹: n=docnr, d=data, i=id, f=forn 또는 *=none
nl: Groep: n=docnr, d=data, i=id, f=forn of *=geen
no: Gruppe: n=docnr, d=data, i=id, f=forn eller *=ingen
pl: Grupa: n=docnr, d=data, i=id, f=forn lub *=none
ro: Grup: n=docnr, d=data, i=id, f=forn sau *=none
ru: Группа: n=docnr, d=данные, i=id, f=forn или *=нет.
sk: Skupina: n=docnr, d=data, i=id, f=forn alebo *=none
sv: Grupp: n=docnr, d=data, i=id, f=forn eller *=ingen
tr: Grup: n=docnr, d=veri, i=id, f=forn veya *=yok
uk: Група: n=docnr, d=data, i=id, f=forn або *=none
zh: 组：n=docnr、d=data、i=id、f=forn 或 *=none

source: RELATÓRIO ENTRADAS DE PRODUTOS
ar: ﺞﺘﻨﻤﻟﺍ ﻝﺎﺧﺩﺇ ﺮﻳﺮﻘﺗ
bg: ДОКЛАД ЗА ВЪВЕЖДАНЕ НА ПРОДУКТА
cs: HLÁŠENÍ O VSTUPU PRODUKTU
da: PRODUKTINDGANGSRAPPORT
de: PRODUKTEINGANGSBERICHT
el: ΑΝΑΦΟΡΑ ΕΙΣΑΓΩΓΗΣ ΠΡΟΪΟΝΤΟΣ
es: INFORME DE ENTRADA DE PRODUCTO
et: TOOTE SISENEMISARUANNE
fa: ﻝﻮﺼﺤﻣ ﺩﻭﺭﻭ ﺵﺭﺍﺰﮔ
fi: TUOTTEEN TULORAPORTTI
fr: RAPPORT D'ENTRÉE DE PRODUIT
he: רצומ תסינכ חוד
hi: उत्पाद प्रवेश रिपोर्ट
hr: IZVJEŠĆE O UNOSU PROIZVODA
hu: TERMÉKBEVEZETŐ JELENTÉS
is: SKÝRSLA VÖRUSKÝRSLA
it: RAPPORTO INGRESSO PRODOTTO
ja: 製品エントリーレポート
ko: 제품 항목 보고서
nl: PRODUCTINVOERRAPPORT
no: PRODUKTINNGANGSRAPPORT
pl: RAPORT WPROWADZENIA PRODUKTU
ro: RAPORT DE INTRARE PRODUS
ru: ОТЧЕТ О ВНЕСЕ ПРОДУКТА
sk: SPRÁVA O VSTUPE PRODUKTOV
sv: RAPPORT FÖR PRODUKTINKOMST
tr: ÜRÜN GİRİŞ RAPORU
uk: ЗВІТ ВХІД ПРОДУКЦІЇ
zh: 产品进入报告

source: Não consta entradas nos parâmetros informados
ar: ﺎﻬﻨﻋ ﻎﻠﺒﻤﻟﺍ ﺕﺎﻤﻠﻌﻤﻟﺍ ﻲﻓ ﺕﻻ﻿ﺎﺧﺩﺇ ﺪﺟﻮﺗ ﻻ﻿
bg: Няма записи в отчетените параметри
cs: V ohlášených parametrech nejsou žádné položky
da: Der er ingen indtastninger i de rapporterede parametre
de: In den gemeldeten Parametern sind keine Einträge vorhanden
el: Δεν υπάρχουν καταχωρήσεις στις αναφερόμενες παραμέτρους
es: No hay entradas en los parámetros reportados.
et: Esitatud parameetrites pole kirjeid
fa: ﺩﺭﺍﺪﻧ ﺩﻮﺟﻭ ﻩﺪﺷ ﺵﺭﺍﺰﮔ ﯼﺎﻫﺮﺘﻣﺍﺭﺎﭘ ﺭﺩ ﯼﺩﻭﺭﻭ ﭻﯿﻫ
fi: Raportoiduissa parametreissa ei ole merkintöjä
fr: Il n'y a aucune entrée dans les paramètres rapportés
he: םיחוודמה םירטמרפב םיכרע ןיא
hi: रिपोर्ट किए गए मापदंडों में कोई प्रविष्टियाँ नहीं हैं
hr: Nema unosa u prijavljenim parametrima
hu: A jelentett paraméterekben nincsenek bejegyzések
is: Það eru engar færslur í tilkynntum færibreytum
it: Non ci sono voci nei parametri riportati
ja: 報告されたパラメータにエントリがありません
ko: 보고된 매개변수에 항목이 없습니다.
nl: Er zijn geen vermeldingen in de gerapporteerde parameters
no: Det er ingen oppføringer i de rapporterte parameterne
pl: Brak wpisów w raportowanych parametrach
ro: Nu există intrări în parametrii raportați
ru: В сообщаемых параметрах нет записей
sk: V nahlásených parametroch nie sú žiadne položky
sv: Det finns inga poster i de rapporterade parametrarna
tr: Bildirilen parametrelerde giriş yok
uk: У звітних параметрах немає записів
zh: 报告的参数中没有条目

source: Registro de venda efetuado
ar: ﺕﺎﻌﻴﺒﻤﻟﺍ ﻞﻴﺠﺴﺗ ﻢﺗ
bg: Направена регистрация за продажба
cs: Provedena registrace prodeje
da: Salgsregistrering foretaget
de: Verkaufsanmeldung erfolgt
el: Έγινε εγγραφή πωλήσεων
es: Registro de ventas realizado
et: Müügi registreerimine tehtud
fa: ﺪﺷ ﻡﺎﺠﻧﺍ ﺵﻭﺮﻓ ﻡﺎﻧ ﺖﺒﺛ
fi: Myyntirekisteröinti tehty
fr: Enregistrement des ventes effectué
he: תוריכמ םושיר עצוב
hi: बिक्री पंजीकरण किया गया
hr: Registracija prodaje izvršena
hu: Eladási regisztráció megtörtént
is: Söluskráning gerð
it: Registrazione delle vendite effettuata
ja: 販売登録が完了しました
ko: 판매등록 완료
nl: Verkoopregistratie gemaakt
no: Salgsregistrering foretatt
pl: Dokonano rejestracji sprzedaży
ro: Înregistrarea vânzărilor efectuată
ru: Регистрация продажи произведена
sk: Vykonaná registrácia predaja
sv: Försäljningsregistrering gjord
tr: Satış kaydı yapıldı
uk: Реєстрація продажу зроблена
zh: 已完成销售登记

source: Baixa de estoque efetuado
ar: ﻥﻭﺰﺨﻤﻟﺍ ﺐﻄﺷ ﺔﻴﻠﻤﻋ ﺬﻴﻔﻨﺗ ﻢﺗ
bg: Извършено отписване на запаси
cs: Proveden odpis akcií
da: Lagerafskrivning gennemført
de: Lagerabschreibung durchgeführt
el: Πραγματοποιήθηκε διαγραφή αποθεμάτων
es: Cancelación de existencias realizada
et: Varude mahakandmine teostatud
fa: ﺪﺷ ﻡﺎﺠﻧﺍ ﻡﺎﻬﺳ ﻑﺬﺣ
fi: Osakkeiden alaskirjaus suoritettu
fr: Abandon de stock effectué
he: העצוב יאלמ תקיחמ
hi: स्टॉक राइट-ऑफ किया गया
hr: Izvršen otpis zaliha
hu: Készletleírás megtörtént
is: Birgðaafskrift framkvæmd
it: Svalutazione delle scorte effettuata
ja: 株式の償却を実施
ko: 주식상각 실시
nl: Voorraadafschrijving uitgevoerd
no: Lageravskrivning utført
pl: Przeprowadzono spisanie zapasów
ro: S-a efectuat anularea stocurilor
ru: Списание запасов произведено
sk: Uskutočnil sa odpis akcií
sv: Lageravskrivning genomförd
tr: Hisse senedi silinmesi gerçekleştirildi
uk: Проведено списання запасів
zh: 已进行存货核销

source: VENDA
ar: ﻥﻮﻳُﺯﺎﻛَﻭﺃُ
bg: РАЗПРОДАЖБА
cs: PRODEJ
da: SALG
de: VERKAUF
el: ΠΩΛΗΣΗ
es: VENTA
et: SOODUSTUS
fa: ﺵﻭﺮﻓ
fi: MYYNTI
fr: VENTE
he: הרָיכִמְ
hi: बिक्री
hr: PRODAJA
hu: ELADÁS
is: ÚTSALA
it: VENDITA
ja: セール
ko: 판매
nl: VERKOOP
no: SALG
pl: SPRZEDAŻ
ro: VÂNZARE
ru: РАСПРОДАЖА
sk: ZĽAVA
sv: FÖRSÄLJNING
tr: SATIŞ
uk: ПРОДАЖ
zh: 销售

source: CUPOM PDV
ar: ﻊﻴﺒﻟﺍ ﻁﺎﻘﻧ ﺔﻤﻴﺴﻗ
bg: ПОС КУПОН
cs: POS KUPON
da: POS KUPON
de: POS-GUTSCHEIN
el: ΚΟΥΠΟΝΙ POS
es: CUPÓN POS
et: POS KUPONG
fa: POS ﻦﭘﻮﮐ
fi: POS-KUUPONKI
fr: COUPON PDV
he: POS ןופוק
hi: पीओएस कूपन
hr: POS KUPON
hu: POS KUPON
is: POS afsláttarmiða
it: COUPON POS
ja: POSクーポン
ko: POS쿠폰
nl: POS-COUPON
no: POS-KUPONG
pl: KUPON POS
ro: CUPON POS
ru: POS-КУПОН
sk: POS KUPÓN
sv: POS-KUPONG
tr: POS Kuponu
uk: POS КУПОН
zh: POS优惠券

source: ID/nome/CodeBar (em branco=concluir)
ar: (ءﺎﻬﻧﺇ = ﻍﺭﺎﻓ) CodeBar/ﻢﺳﻻ﻿ﺍ/ﻑﺮﻌﻤﻟﺍ
bg: ID/име/CodeBar (празно=финиш)
cs: ID/název/CodeBar (prázdný=dokončit)
da: ID/navn/CodeBar (tom=finish)
de: ID/Name/CodeBar (leer=fertig)
el: Αναγνωριστικό/όνομα/Γραμμή κωδικών (κενό=τέλος)
es: ID/nombre/CodeBar (en blanco=finalizar)
et: ID/nimi/koodiriba (tühi=lõpeta)
fa: (ﻥﺎﯾﺎﭘ=ﯽﻟﺎﺧ) ﺭﺎﺑﺪﮐ/ﻡﺎﻧ/ﻪﺳﺎﻨﺷ
fi: ID/nimi/koodipalkki (tyhjä=lopetus)
fr: ID/nom/CodeBar (vide=terminer)
he: (םויס=קיר) לגרס דוק/םש/ההזמ
hi: आईडी/नाम/कोडबार (रिक्त=समाप्त)
hr: ID/ime/CodeBar (prazno=finish)
hu: ID/név/Kódsáv (üres=befejezés)
is: Auðkenni/nafn/kóðastika (autt=klára)
it: ID/nome/CodeBar (vuoto=finitura)
ja: ID/名前/コードバー (空白=終了)
ko: ID/이름/CodeBar(공백=마침)
nl: ID/naam/CodeBar (leeg=voltooien)
no: ID/navn/CodeBar (blank=finish)
pl: ID/nazwa/CodeBar (puste = zakończenie)
ro: ID/nume/CodeBar (blank=termină)
ru: Идентификатор/имя/CodeBar (пусто = завершение)
sk: ID/názov/CodeBar (prázdne=dokončenie)
sv: ID/namn/CodeBar (tom=finish)
tr: Kimlik/ad/CodeBar (boş=son)
uk: Ідентифікатор/назва/кодовий рядок (пробіл=фініш)
zh: ID/名称/CodeBar（空白=完成）

source: Produto não encontrado
ar: ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﻒﻨﺼﻟﺍ
bg: Продуктът не е намерен
cs: Produkt nenalezen
da: Produkt ikke fundet
de: Produkt nicht gefunden
el: Το προϊόν δεν βρέθηκε
es: Producto no encontrado
et: Toodet ei leitud
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﻝﻮﺼﺤﻣ
fi: Tuotetta ei löydy
fr: Produit non trouvé
he: אצמנ אל רצומ
hi: उत्पाद नहीं मिला
hr: Proizvod nije pronađen
hu: A termék nem található
is: Vara fannst ekki
it: Prodotto non trovato
ja: 製品が見つかりません
ko: 제품을 찾을 수 없습니다
nl: product niet gevonden
no: Produktet ble ikke funnet
pl: produkt nie znaleziony
ro: Produsul nu a fost găsit
ru: Товар не найден
sk: Produkt sa nenašiel
sv: Produkten hittades inte
tr: ürün bulunamadı
uk: Товар не знайдено
zh: 未找到产品

source: Quantidade (0 para remover o item)
ar: (ﺮﺼﻨﻌﻟﺍ ﺔﻟﺍﺯﻹ﻿ 0) ﺔﻴﻤﻜﻟﺍ
bg: Количество (0 за премахване на елемент)
cs: Množství (0 pro odstranění položky)
da: Antal (0 for at fjerne varen)
de: Menge (0 zum Entfernen des Artikels)
el: Ποσότητα (0 για αφαίρεση αντικειμένου)
es: Cantidad (0 para eliminar artículo)
et: Kogus (0 kauba eemaldamiseks)
fa: (ﺩﺭﻮﻣ ﻑﺬﺣ ﯼﺍﺮﺑ 0) ﺭﺍﺪﻘﻣ
fi: Määrä (0 tuotteen poistamiseksi)
fr: Quantité (0 pour supprimer l'article)
he: (טירפ תרסהל 0) תומכ
hi: मात्रा (आइटम हटाने के लिए 0)
hr: Količina (0 za uklanjanje stavke)
hu: Mennyiség (0 a tétel eltávolításához)
is: Magn (0 til að fjarlægja hlut)
it: Quantità (0 per rimuovere l'articolo)
ja: 数量 (アイテムを削除するには 0)
ko: 수량(항목을 제거하려면 0)
nl: Aantal (0 om item te verwijderen)
no: Antall (0 for å fjerne varen)
pl: Ilość (0, aby usunąć element)
ro: Cantitate (0 pentru a elimina articolul)
ru: Количество (0, чтобы удалить товар)
sk: Množstvo (0 na odstránenie položky)
sv: Kvantitet (0 för att ta bort objekt)
tr: Adet (öğeyi kaldırmak için 0)
uk: Кількість (0, щоб видалити товар)
zh: 数量（0表示删除商品）

source: Quantidade inválida ou item não tem na lista
ar: ﺔﻤﺋﺎﻘﻟﺍ ﻲﻓ ﺩﻮﺟﻮﻣ ﺮﻴﻏ ﺮﺼﻨﻋ ﻭﺃ ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻴﻤﻛ
bg: Невалидно количество или артикулът не е в списъка
cs: Neplatné množství nebo položka není v seznamu
da: Ugyldig mængde eller vare ikke på listen
de: Ungültige Menge oder Artikel nicht in der Liste
el: Μη έγκυρη ποσότητα ή είδος που δεν είναι στη λίστα
es: Cantidad no válida o artículo que no está en la lista
et: Vale kogus või üksus pole loendis
fa: ﺖﺴﯿﻧ ﺖﺴﯿﻟ ﺭﺩ ﻪﮐ ﯼﺩﺭﻮﻣ ﺎﯾ ﺮﺒﺘﻌﻣﺎﻧ ﺭﺍﺪﻘﻣ
fi: Virheellinen määrä tai tuote ei ole luettelossa
fr: Quantité invalide ou article ne figurant pas dans la liste
he: המישרב אל טירפ וא תיקוח אל תומכ
hi: अमान्य मात्रा या आइटम सूची में नहीं है
hr: Nevažeća količina ili stavka nije na popisu
hu: Érvénytelen mennyiség vagy cikk nincs a listában
is: Ógilt magn eða vara ekki á listanum
it: Quantità non valida o articolo non presente nell'elenco
ja: 無効な数量またはリストにないアイテム
ko: 잘못된 수량 또는 목록에 없는 항목
nl: Ongeldig aantal of artikel staat niet in de lijst
no: Ugyldig mengde eller vare som ikke er på listen
pl: Nieprawidłowa ilość lub pozycja, której nie ma na liście
ro: Cantitate nevalidă sau articol care nu este în listă
ru: Неверное количество или товара нет в списке
sk: Neplatné množstvo alebo položka nie je v zozname
sv: Ogiltig kvantitet eller artikel finns inte i listan
tr: Geçersiz miktar veya öğe listede yok
uk: Недійсна кількість або товару немає в списку
zh: 数量无效或商品不在列表中

source: Quantidade inválida!
ar: !ﺔﺤﻟﺎﺻ ﺮﻴﻏ ﺔﻴﻤﻛ
bg: Невалидно количество!
cs: Neplatné množství!
da: Ugyldig mængde!
de: Ungültige Menge!
el: Μη έγκυρη ποσότητα!
es: ¡Cantidad no válida!
et: Kehtetu kogus!
fa: !ﺮﺒﺘﻌﻣﺎﻧ ﺭﺍﺪﻘﻣ
fi: Virheellinen määrä!
fr: Quantité invalide !
he: !תיקוח אל תומכ
hi: अमान्य मात्रा!
hr: Nevažeća količina!
hu: Érvénytelen mennyiség!
is: Ógilt magn!
it: Quantità non valida!
ja: 数量が無効です!
ko: 수량이 잘못되었습니다!
nl: Ongeldige hoeveelheid!
no: Ugyldig mengde!
pl: Nieprawidłowa ilość!
ro: Cantitate nevalidă!
ru: Неверное количество!
sk: Neplatné množstvo!
sv: Ogiltig kvantitet!
tr: Geçersiz miktar!
uk: Недійсна кількість!
zh: 数量无效！

source: Quantidade insuficiente de
ar: ﻦﻣ ﺔﻴﻓﺎﻛ ﺮﻴﻏ ﺔﻴﻤﻛ
bg: Недостатъчно количество от
cs: Nedostatečné množství
da: Utilstrækkelig mængde
de: Unzureichende Menge
el: Ανεπαρκής ποσότητα
es: Cantidad insuficiente de
et: Ebapiisav kogus
fa: ﺯﺍ ﯽﻓﺎﮐﺎﻧ ﺭﺍﺪﻘﻣ
fi: Riittämätön määrä
fr: Quantité insuffisante de
he: לש תקפסמ אל תומכ
hi: की अपर्याप्त मात्रा
hr: Nedovoljna količina
hu: Nem elegendő mennyiség
is: Ófullnægjandi magn af
it: Quantità insufficiente di
ja: 不十分な量
ko: 수량 부족
nl: Onvoldoende hoeveelheid
no: Utilstrekkelig mengde
pl: Niewystarczająca ilość
ro: Cantitate insuficientă de
ru: Недостаточное количество
sk: Nedostatočné množstvo
sv: Otillräcklig mängd
tr: Yetersiz miktar
uk: Недостатня кількість
zh: 数量不足

source: no estoque
ar: ﺔﻴﻟﺎﻤﻟﺍ ﻕﺍﺭﻭﻷ﻿ﺍ ﻲﻓ
bg: в наличност
cs: na skladě
da: på lager
de: auf Lager
el: σε απόθεμα
es: en stock
et: Laos
fa: ﺭﺎﺒﻧﺍ ﺭﺩ
fi: varastossa
fr: en stock
he: יאלמב
hi: स्टॉक में
hr: na lageru
hu: raktáron
is: á lager
it: in magazzino
ja: 在庫あり
ko: 재고
nl: op voorraad
no: på lager
pl: w magazynie
ro: în stoc
ru: в наличии
sk: na sklade
sv: i lager
tr: Stokta var
uk: в наявності
zh: 有存货

source: Confirma o fechamento do CUPOM?
ar: ؟ﻥﻮﺑﻮﻜﻟﺍ ﻕﻼ﻿ﻏﺇ ﺪﻛﺆﺗ ﻞﻫ
bg: Потвърждавате ли затварянето на КУПОН?
cs: Potvrzujete uzavření KUPONU?
da: Bekræfter du lukningen af KUPON?
de: Bestätigen Sie den Abschluss des GUTSCHEINS?
el: Επιβεβαιώνετε το κλείσιμο του ΚΟΥΠΟΝΙΟΥ;
es: ¿Confirmas el cierre del CUPÓN?
et: Kas kinnitate KUPONGI sulgemise?
fa: ؟ﺪﯿﻨﮐ ﯽﻣ ﺪﯿﯾﺎﺗ ﺍﺭ ﻦﭘﻮﮐ ﻥﺪﺷ ﻪﺘﺴﺑ ﺎﯾﺁ
fi: Vahvistatko kupongin sulkemisen?
fr: Confirmez-vous la clôture du COUPON ?
he: ?ןופוקה תריגס תא רשאמ התא םאה
hi: क्या आप कूपन के बंद होने की पुष्टि करते हैं?
hr: Potvrđujete li zatvaranje KUPONA?
hu: Megerősíti a KUPON lezárását?
is: Staðfestir þú lokun afsláttarmiða?
it: Confermi la chiusura del COUPON?
ja: COUPONの終了を確認しましたか？
ko: COUPON 종료를 확인하셨나요?
nl: Bevestigt u de sluiting van de COUPON?
no: Bekrefter du lukkingen av KUPONGEN?
pl: Czy potwierdzasz zamknięcie KUPONA?
ro: Confirmați închiderea CUPONULUI?
ru: Вы подтверждаете закрытие КУПОНА?
sk: Potvrdzujete uzatvorenie KUPÓNU?
sv: Bekräftar du stängningen av KUPONGEN?
tr: KUPON'un kapanışını onaylıyor musunuz?
uk: Ви підтверджуєте закриття КУПОНУ?
zh: 您确认优惠券关闭吗？

source: Ajuste de estoque efetuado
ar: ﻥﻭﺰﺨﻤﻟﺍ ﻞﻳﺪﻌﺗ ﻢﺗ
bg: Направена е корекция на инвентара
cs: Provedena úprava zásob
da: Lagertilpasning foretaget
de: Bestandsanpassung vorgenommen
el: Έγινε προσαρμογή αποθέματος
es: Ajuste de inventario realizado
et: Varude korrigeerimine tehtud
fa: ﺪﺷ ﻡﺎﺠﻧﺍ ﯼﺩﻮﺟﻮﻣ ﻞﯾﺪﻌﺗ
fi: Varaston säätö tehty
fr: Ajustement des stocks effectué
he: יאלמ תמאתה העצוב
hi: इन्वेंटरी समायोजन किया गया
hr: Usklađivanje zaliha je napravljeno
hu: Készletkorrekció megtörtént
is: Birgðaleiðrétting gerð
it: Adeguamento dell'inventario effettuato
ja: 在庫調整が行われました
ko: 재고 조정 완료
nl: Voorraadaanpassing doorgevoerd
no: Lagerjustering foretatt
pl: Dokonano korekty zapasów
ro: Ajustarea stocului efectuată
ru: Произведена корректировка запасов
sk: Vykonaná úprava zásob
sv: Lagerjustering gjord
tr: Envanter düzenlemesi yapıldı
uk: Зроблено коригування запасів
zh: 库存调整

source: ENTRADAS DE PRODUTOS
ar: ﺞﺘﻨﻤﻟﺍ ﺕﻼ﻿ﺧﺪﻣ
bg: ПРОДУКТОВ ВХОД
cs: VSTUPY PRODUKTŮ
da: PRODUKTINDGANG
de: PRODUKTEINGABEN
el: ΕΙΣΑΓΩΓΕΣ ΠΡΟΪΟΝΤΟΣ
es: ENTRADAS DEL PRODUCTO
et: TOOTE SISENDID
fa: ﻝﻮﺼﺤﻣ ﯼﺎﻫ ﯼﺩﻭﺭﻭ
fi: TUOTTEEN SYÖTTÖT
fr: INTRANTS PRODUIT
he: רצומ תוסינכ
hi: उत्पाद इनपुट
hr: INPUTI PROIZVODA
hu: TERMÉKBEMENETEK
is: VÖRUINNTUN
it: INGRESSI DEL PRODOTTO
ja: 製品の入力
ko: 제품 입력
nl: PRODUCTINVOER
no: PRODUKTINNGANG
pl: WEJŚCIA PRODUKTOWE
ro: INTRARI DE PRODUS
ru: ВХОДЫ ПРОДУКТА
sk: VSTUPY PRODUKTOV
sv: PRODUKTINgångar
tr: ÜRÜN GİRİŞLERİ
uk: ВХІД ПРОДУКТУ
zh: 产品投入

source: DADOS DA NFF
ar: NFF ﺕﺎﻧﺎﻴﺑ
bg: NFF ДАННИ
cs: NFF DATA
da: NFF DATA
de: NFF-DATEN
el: ΔΕΔΟΜΕΝΑ NFF
es: DATOS DEL NFF
et: NFF ANDMED
fa: NFF ﯼﺎﻫ ﻩﺩﺍﺩ
fi: NFF-TIEDOT
fr: DONNÉES DU FFN
he: NFF DATA
hi: एनएफएफ डेटा
hr: NFF PODACI
hu: NFF ADATOK
is: NFF GÖGN
it: DATI NFF
ja: NFFデータ
ko: NFF 데이터
nl: NFF-GEGEVENS
no: NFF DATA
pl: DANE NFZ
ro: DATE NFF
ru: ДАННЫЕ НФФ
sk: ÚDAJE NFF
sv: NFF DATA
tr: NFF VERİLERİ
uk: ДАНІ NFF
zh: NFF数据

source: Fornecedor
ar: ﺩﺭﻮﻤﻟﺍ
bg: Доставчик
cs: Dodavatel
da: Leverandør
de: Anbieter
el: Προμηθευτής
es: Proveedor
et: Tarnija
fa: ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ
fi: Toimittaja
fr: Fournisseur
he: קפס
hi: देने वाला
hr: Dobavljač
hu: Támogató
is: Birgir
it: Fornitore
ja: サプライヤー
ko: 공급자
nl: Leverancier
no: Leverandør
pl: Dostawca
ro: Furnizor
ru: Поставщик
sk: dodávateľa
sv: Leverantör
tr: Tedarikçi
uk: Постачальник
zh: 供应商

source: Docnr/NFF
ar: ﻒﻧ/ﺮﻨﻛﻭﺩ
es: Doc./NFF
fi: Asiakirja/NFF
fr: Numéro de document/NFF
hi: डॉकएनआर/एनएफएफ
it: Doc./NFF
ja: ドキュメント/NFF
ko: 문서/NFF
pl: Dokument/NFF
ru: Документ/НФФ
tr: Doküman/NFF
zh: 文件/NFF

source: RELAÇAO DAS ENTRADAS
ar: ﺕﻻ﻿ﺎﺧﺩﻹ﻿ﺍ ﺔﻤﺋﺎﻗ
bg: СПИСЪК НА ВХОДИТЕ
cs: SEZNAM PŘÍSPĚVKŮ
da: LISTE OVER TILSLUTNINGER
de: LISTE DER EINTRÄGE
el: ΚΑΤΑΛΟΓΟΣ ΣΥΜΜΕΤΟΧΩΝ
es: LISTA DE INSCRIPCIONES
et: KÄSITÖÖDE LOETELU
fa: ﺎﻫ ﯼﺩﻭﺭﻭ ﺖﺴﯿﻟ
fi: LUETTELO KÄYTTÖÖN
fr: LISTE DES INSCRIPTIONS
he: םיכרע תמישר
hi: प्रविष्टियों की सूची
hr: POPIS UPISA
hu: BEVEZETŐK LISTÁJA
is: LISTI UM FÆRSLA
it: ELENCO DELLE ENTRATE
ja: エントリーのリスト
ko: 출품작 목록
nl: LIJST VAN INSCHRIJVINGEN
no: LISTE OVER INNLEGG
pl: LISTA WPISÓW
ro: LISTA INTRARILOR
ru: СПИСОК ЗАПИСЕЙ
sk: ZOZNAM ZÁPISOV
sv: LISTA ÖVER ANMÄLAN
tr: GİRİŞ LİSTESİ
uk: СПИСОК ЗАХОДІВ
zh: 参赛作品清单

source: Preço custo (ex: 4.99 ou 5)
ar: (5 ﻭﺃ 4.99 :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ) ﺔﻔﻠﻜﺘﻟﺍ ﺮﻌﺳ
bg: Себестойност (напр.: 4,99 или 5)
cs: Nákladová cena (např.: 4,99 nebo 5)
da: Kostpris (f.eks.: 4,99 eller 5)
de: Selbstkostenpreis (z. B. 4,99 oder 5)
el: Τιμή κόστους (π.χ.: 4,99 ή 5)
es: Precio de coste (ej: 4,99 o 5)
et: Omahind (nt 4,99 või 5)
fa: (5 ﺎﯾ 4.99 :ﻼً﻿ﺜﻣ) ﻩﺪﺷ ﻡﺎﻤﺗ ﺖﻤﯿﻗ
fi: Omakustannushinta (esim. 4,99 tai 5)
fr: Prix de revient (ex : 4,99 ou 5)
he: (5 וא 4.99 :המגודל) תולע ריחמ
hi: लागत मूल्य (उदा: 4.99 या 5)
hr: Cijena koštanja (npr. 4,99 ili 5)
hu: Önköltségi ár (pl.: 4,99 vagy 5)
is: Kostnaðarverð (td: 4,99 eða 5)
it: Prezzo di costo (es: 4,99 o 5)
ja: 原価 (例: 4.99 または 5)
ko: 원가(예: 4.99 또는 5)
nl: Kostprijs (bijvoorbeeld: 4,99 of 5)
no: Kostpris (eks: 4,99 eller 5)
pl: Koszt własny (np. 4,99 lub 5)
ro: Preț de cost (ex: 4,99 sau 5)
ru: Себестоимость (например: 4,99 или 5)
sk: Nákladová cena (napr.: 4,99 alebo 5)
sv: Kostnadspris (ex: 4,99 eller 5)
tr: Maliyet fiyatı (ör. 4,99 veya 5)
uk: Собівартість (наприклад: 4,99 або 5)
zh: 成本价（例如：4.99 或 5）

source: Confirma a entrada desses produtos?
ar: ؟ﺕﺎﺠﺘﻨﻤﻟﺍ ﻩﺬﻫ ﻝﻮﺧﺩ ﺪﻛﺆﺗ ﻞﻫ
bg: Потвърждавате ли въвеждането на тези продукти?
cs: Potvrzujete zadání těchto produktů?
da: Bekræfter du indtastningen af disse produkter?
de: Bestätigen Sie die Eingabe dieser Produkte?
el: Επιβεβαιώνετε την είσοδο αυτών των προϊόντων;
es: ¿Confirman la llegada de estos productos?
et: Kas kinnitate nende toodete sisestamise?
fa: ؟ﺪﯿﻨﮐ ﯽﻣ ﺪﯿﯾﺎﺗ ﺍﺭ ﺕﻻ﻿ﻮﺼﺤﻣ ﻦﯾﺍ ﺩﻭﺭﻭ ﺎﯾﺁ
fi: Vahvistatko näiden tuotteiden saapumisen?
fr: Confirmez-vous l'arrivée de ces produits ?
he: ?וללה םירצומה תעגה תא רשאמ התא םאה
hi: क्या आप इन उत्पादों के आगमन की पुष्टि करते हैं?
hr: Potvrđujete li unos ovih proizvoda?
hu: Megerősíti ezeknek a termékeknek a bejegyzését?
is: Staðfestir þú komu þessara vara?
it: Confermate l'arrivo di questi prodotti?
ja: これらの商品の入力を確認していますか？
ko: 해당 상품의 입국을 확인하시나요?
nl: Bevestigt u de deelname van deze producten?
no: Bekrefter du ankomsten av disse produktene?
pl: Czy potwierdzacie przybycie tych produktów?
ro: Confirmați sosirea acestor produse?
ru: Подтверждаете ли вы ввоз этих продуктов?
sk: Potvrdzujete zadanie týchto produktov?
sv: Bekräftar du införandet av dessa produkter?
tr: Bu ürünlerin girişini onaylıyor musunuz?
uk: Ви підтверджуєте введення цих продуктів?
zh: 您确认这些产品入境吗？
