Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: SISTEMA PDV
ar: ﻊﻴﺒﻟﺍ ﻁﺎﻘﻧ ﻡﺎﻈﻧ
bg: ПОС СИСТЕМА
cs: POS SYSTÉM
da: POS SYSTEM
de: Kassensystem
el: ΣΥΣΤΗΜΑ POS
es: SISTEMA POS
et: POS-SÜSTEEM
fa: POS ﻢﺘﺴﯿﺳ
fi: POS-JÄRJESTELMÄ
fr: SYSTÈME DE PDV
he: הפוק תכרעמ
hi: पीओएस प्रणाली
hr: POS SUSTAV
hu: POS RENDSZER
is: POS KERFI
it: SISTEMA POS
ja: POSシステム
ko: POS 시스템
nl: POS-SYSTEEM
no: POS SYSTEM
pl: SYSTEMU POS
ro: SISTEM POS
ru: POS-система
sk: POS SYSTÉM
sv: POS SYSTEM
tr: POS SİSTEMİ
uk: POS СИСТЕМА
zh: 销售点系统

source: Mercearia
ar: ﺔﻟﺎﻘﺑ ﻞﺤﻣ
bg: Магазин за хранителни стоки
cs: Obchod s potravinami
da: Købmand
de: Lebensmittelgeschäft
el: Μανάβικο
es: Tienda de comestibles
et: Toidupood
fa: ﯽﻟﺎﻘﺑ ﻩﺎﮕﺷﻭﺮﻓ
fi: Ruokakauppa
fr: Épicerie
he: תלוכמ
hi: किराने की दुकान
hr: Dućan
hu: Élelmiszerbolt
is: Matvörubúð
it: Negozio di alimentari
ja: 食料品店
ko: 식료품점
nl: Supermarkt
no: Dagligvarebutikk
pl: Sklep spożywczy
ro: Magazin alimentar
ru: Продуктовый магазин
sk: Potraviny
sv: Mat affär
tr: Bakkal
uk: Продуктовий магазин
zh: 杂货店

source: Menu Principal
ar: ﺔﻴﺴﻴﺋﺮﻟﺍ ﺔﻤﺋﺎﻘﻟﺍ
bg: Главно меню
cs: Hlavní menu
da: Hovedmenu
de: Hauptmenü
el: Κυρίως μενού
es: Menú principal
et: Peamenüü
fa: ﯽﻠﺻﺍ ﯼﻮﻨﻣ
fi: Päävalikko
he: ישאר טירפת
hi: मुख्य मेन्यू
hr: Glavni izbornik
hu: Főmenü
is: Aðal matseðill
it: Menu principale
ja: メインメニュー
ko: 메인 메뉴
nl: Hoofdmenu
no: Hovedmeny
pl: Menu główne
ro: Meniu principal
ru: Главное меню
sk: Hlavné menu
sv: Huvudmeny
tr: Ana menü
uk: Головне меню
zh: 主菜单

source: Nenhum produto encontrado nos parâmetros informados
ar: ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻤﻠﻌﻤﻟﺍ ﻲﻓ ﺕﺎﺠﺘﻨﻣ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
bg: Няма намерени продукти в посочените параметри
cs: V zadaných parametrech nebyly nalezeny žádné produkty
da: Ingen produkter fundet i de angivne parametre
de: In den angegebenen Parametern wurden keine Produkte gefunden
el: Δεν βρέθηκαν προϊόντα στις καθορισμένες παραμέτρους
es: No se encontraron productos en los parámetros especificados.
et: Määratud parameetrites tooteid ei leitud
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﻩﺪﺷ ﺺﺨﺸﻣ ﯼﺎﻫﺮﺘﻣﺍﺭﺎﭘ ﺭﺩ ﯽﻟﻮﺼﺤﻣ ﭻﯿﻫ
fi: Määritetyillä parametreilla ei löytynyt tuotteita
fr: Aucun produit trouvé dans les paramètres spécifiés
he: וניוצש םירטמרפב םירצומ ואצמנ אל
hi: निर्दिष्ट पैरामीटर में कोई उत्पाद नहीं मिला
hr: U navedenim parametrima nisu pronađeni proizvodi
hu: A megadott paraméterekben nem található termék
is: Engar vörur fundust í tilgreindum breytum
it: Nessun prodotto trovato nei parametri specificati
ja: 指定されたパラメータで製品が見つかりませんでした
ko: 지정된 매개변수에 제품이 없습니다.
nl: Er zijn geen producten gevonden in de opgegeven parameters
no: Ingen produkter funnet i de angitte parameterne
pl: Nie znaleziono produktów o podanych parametrach
ro: Nu s-au găsit produse în parametrii specificați
ru: По указанным параметрам товаров не найдено
sk: V zadaných parametroch sa nenašli žiadne produkty
sv: Inga produkter hittades i de angivna parametrarna
tr: Belirtilen parametrelerde ürün bulunamadı
uk: За вказаними параметрами не знайдено товарів
zh: 未找到指定参数的产品

source: Produtos
ar: ﺕﺎﺠﺘﻨﻣ
bg: Продукти
cs: produkty
da: Produkter
de: Produkte
el: Προϊόντα
es: Productos
et: Tooted
fa: ﺕﻻ﻿ﻮﺼﺤﻣ
fi: Tuotteet
fr: Des produits
he: םירצומ
hi: उत्पादों
hr: Proizvodi
hu: Termékek
is: Vörur
it: Prodotti
ja: 製品
ko: 제품
nl: Producten
no: Produkter
pl: Produkty
ro: Produse
ru: Продукты
sk: Produkty
sv: Produkter
tr: Ürünler
uk: Продукти
zh: 产品

source: Fornecedores
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ
bg: Доставчици
cs: Dodavatelé
da: Leverandører
de: Lieferanten
el: Προμηθευτές
es: Proveedores
et: Tarnijad
fa: ﻥﺎﮔﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ
fi: Toimittajat
fr: Fournisseurs
he: םיקפס
hi: आपूर्तिकर्ताओं
hr: Dobavljači
hu: Szállítók
is: Birgjar
it: Fornitori
ja: サプライヤー
ko: 공급자
nl: Leveranciers
no: Leverandører
pl: Dostawcy
ro: Furnizori
ru: Поставщики
sk: Dodávatelia
sv: Leverantörer
tr: Tedarikçiler
uk: Постачальники
zh: 供应商

source: Realizar Venda/Saída
ar: ﺝﻭﺮﺨﻟﺍ/ﻊﻴﺒﻟﺍ ﺬﻴﻔﻨﺗ
bg: Извършване на продажба/излизане
cs: Proveďte prodej/výstup
da: Udfør Salg/Exit
de: Verkauf/Exit durchführen
el: Πραγματοποιήστε Πώληση/Έξοδο
es: Realizar Venta/Salida
et: Tehke müük/väljumine
fa: ﺪﯿﻫﺩ ﻡﺎﺠﻧﺍ ﺍﺭ ﺝﻭﺮﺧ/ﺵﻭﺮﻓ
fi: Suorita myynti/poistuminen
fr: Effectuer une vente/sortie
he: האיצי/הריכמ עצב
hi: बिक्री/निकास करना
hr: Izvršite Sale/Exit
hu: Eladás/kilépés végrehajtása
is: Framkvæma sölu/útgang
it: Effettuare Vendita/Uscita
ja: 売却/売却の実施
ko: 판매/퇴출 실시
nl: Verkoop/Exit uitvoeren
no: Gjennomføre Salg/Exit
pl: Przeprowadź sprzedaż/wyjście
ro: Efectuează Vanzare/Ieșire
ru: Осуществить продажу/выход
sk: Vykonajte predaj/výstup
sv: Genomför Försäljning/Avslut
tr: Satış/Çıkış Gerçekleştir
uk: Здійснити Sale/Exit
zh: 进行出售/退出

source: Entradas de Produtos
ar: ﺞﺘﻨﻤﻟﺍ ﺕﻻ﻿ﺎﺧﺩﺇ
bg: Вписвания на продукти
cs: Záznamy o produktu
da: Produktindlæg
de: Produkteinträge
el: Εγγραφές προϊόντων
es: Entradas de productos
et: Toote kanded
fa: ﻝﻮﺼﺤﻣ ﯼﺎﻫ ﯼﺩﻭﺭﻭ
fi: Tuotemerkinnät
fr: Entrées de produits
he: םירצומ יכרע
hi: उत्पाद प्रविष्टियाँ
hr: Unosi proizvoda
hu: Termékbejegyzések
is: Vörufærslur
it: Voci di prodotto
ja: 製品エントリー
ko: 제품 항목
nl: Productinvoer
no: Produktoppføringer
pl: Wpisy produktów
ro: Intrări de produse
ru: Записи о продуктах
sk: Záznamy o produktoch
sv: Produktinlägg
tr: Ürün Girişleri
uk: Записи продуктів
zh: 产品参赛作品

source: Pesquisa/Relatórios/Consulta
ar: ﻡﻼ﻿ﻌﺘﺳﺍ/ﺮﻳﺭﺎﻘﺗ/ﺚﺤﺑ
bg: Търсене/Отчети/Запитване
cs: Hledat/Přehledy/Dotaz
da: Søg/Rapporter/Forespørgsel
de: Suche/Berichte/Abfrage
el: Αναζήτηση/Αναφορές/Ερώτημα
es: Buscar/Informes/Consulta
et: Otsing/Aruanded/päring
fa: ﻮﺟ ﻭ ﺱﺮﭘ/ﺵﺭﺍﺰﮔ/ﻮﺠﺘﺴﺟ
fi: Haku/Raportit/Kysely
fr: Recherche/Rapports/Requête
he: התליאש/תוחוד/שופיח
hi: खोजें/रिपोर्ट/प्रश्न
hr: Pretraživanje/Izvješća/Upit
hu: Keresés/Jelentések/Lekérdezés
is: Leit/Skýrslur/Fyrirspurn
it: Cerca/Rapporti/Query
ja: 検索/レポート/クエリ
ko: 검색/보고서/질의
nl: Zoeken/rapporten/query
no: Søk/Rapporter/Spørring
pl: Szukaj/Raporty/Zapytanie
ro: Căutare/Rapoarte/Interogare
ru: Поиск/Отчеты/Запрос
sk: Hľadať/Prehľady/Dopyt
sv: Sök/Rapporter/Fråga
tr: Arama/Raporlar/Sorgu
uk: Пошук/Звіти/Запит
zh: 搜索/报告/查询

source: Manutenção
ar: ﺔﻧﺎﻴﺻ
bg: Поддръжка
cs: Údržba
da: Vedligeholdelse
de: Wartung
el: Συντήρηση
es: Mantenimiento
et: Hooldus
fa: ﯼﺭﺍﺪﻬﮕﻧ
fi: Huolto
fr: Entretien
he: הקוזחת
hi: रखरखाव
hr: Održavanje
hu: Karbantartás
is: Viðhald
it: Manutenzione
ja: メンテナンス
ko: 유지
nl: Onderhoud
no: Vedlikehold
pl: Konserwacja
ro: întreținere
ru: Обслуживание
sk: Údržba
sv: Underhåll
tr: Bakım
uk: Технічне обслуговування
zh: 维护

source: Configuração
ar: ﺕﺍﺩﺍﺪﻋﺇ
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: ﺕﺎﻤﯿﻈﻨﺗ
fi: asetukset
fr: Paramètres
he: תורדגה
hi: समायोजन
hr: postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
no: Innstillinger
pl: Ustawienia
ro: Setări
ru: Настройки
sk: nastavenie
sv: inställningar
tr: Ayarlar
uk: Налаштування
zh: 设置

source: Sair
ar: ﺝﻭﺮﺨﻠﻟ
bg: Излизам
cs: Jít ven
da: At gå ud
de: Ausgehen
el: Για να πάω έξω
es: Salir
et: Välja minema
fa: ﻦﺘﻓﺭ ﻥﻭﺮﯿﺑ
fi: Mennä ulos
fr: Sortir
he: תאצל
hi: बाहर जाने के लिए
hr: Ići van
hu: Kimenni
is: Að fara út
it: Uscire
ja: 外出する
ko: 외출하다
nl: Uitgaan
no: Å gå ut
pl: Wyjść
ro: A iesi afara
ru: Выйти
sk: Ísť von
sv: Att gå ut
tr: Dışarı çıkmak
uk: Вийти
zh: 出去

source: Opção inválida. Tente novamente.
ar: .ﺔﻴﻧﺎﺛ ﻝﻭﺎﺣ .ﺢﻟﺎﺻ ﺮﻴﻏ ﺭﺎﻴﺧ
bg: Невалидна опция. Опитай пак.
cs: Neplatná možnost. Zkus to znovu.
da: Ugyldig mulighed. Prøv igen.
de: Ungültige Option. Versuchen Sie es erneut.
el: Μη έγκυρη επιλογή. Προσπάθησε ξανά.
es: Opción inválida. Inténtalo de nuevo.
et: Kehtetu valik. Proovi uuesti.
fa: .ﺪﯿﻨﮐ ﻥﺎﺤﺘﻣﺍ ﻩﺭﺎﺑﻭﺩ ﺮﺒﺘﻌﻣﺎﻧ ﻪﻨﯾﺰﮔ
fi: Virheellinen vaihtoehto. Yritä uudelleen.
fr: Option invalide. Essayer à nouveau.
he: .בוש הסנ .תיקוח אל תורשפא
hi: अमान्य विकल्प. पुनः प्रयास करें।
hr: Nevažeća opcija. Pokušajte ponovno.
hu: Érvénytelen opció. Próbáld újra.
is: Ógildur valkostur. Reyndu aftur.
it: Opzione non valida. Riprova.
ja: 無効なオプションです。もう一度やり直してください。
ko: 잘못된 옵션입니다. 다시 시도하십시오.
nl: Ongeldige optie. Probeer het nog eens.
no: Ugyldig alternativ. Prøv igjen.
pl: Nieprawidłowa opcja. Spróbuj ponownie.
ro: Opțiune nevalidă. Încearcă din nou.
ru: Неверный вариант. Попробуйте еще раз.
sk: Neplatná možnosť. Skúste to znova.
sv: Ogiltigt alternativ. Försök igen.
tr: Geçersiz seçenek. Tekrar deneyin.
uk: Недійсний варіант. Спробуйте знову.
zh: 无效选项。再试一次。

source: Cadastrar
ar: ﻞﺠﺴﻳ
bg: Регистрирам
cs: Registrovat
da: Tilmeld
de: Registrieren
el: Κανω ΕΓΓΡΑΦΗ
es: Registrar
et: Registreeri
fa: ﻡﺎﻧ ﺖﺒﺛ
fi: Rekisteröidy
fr: Registre
he: םשריה
hi: पंजीकरण करवाना
hr: Registar
hu: Regisztráció
is: Skráðu þig
it: Registrati
ja: 登録する
ko: 등록하다
nl: Register
no: Registrere
pl: Rejestr
ro: Inregistreaza-te
ru: регистр
sk: Registrovať
sv: Registrera
tr: Kayıt olmak
uk: зареєструватися
zh: 登记

source: Alterar
ar: ﺮﻴﻴﻐﺘﻟ
bg: Да променя
cs: Změnit
da: At ændre
de: Zu ändern
el: Να αλλάξει
et: Muutmiseks
fa: ﻥﺩﺍﺩ ﺮﯿﯿﻐﺗ ﯼﺍﺮﺑ
fi: Muuttaa
fr: Altérer
he: תונשל
hi: परिवर्तन करने के लिए
hr: Izmijeniti
hu: Megváltoztatni
is: Að breyta
it: Modificare
ja: 変更するには
ko: 변경하려면
nl: Veranderen
no: Å endre
pl: Zmieniać
ro: A modifica
ru: Изменить
sk: Zmeniť
sv: Att förändra
tr: Değiştirmek
uk: Змінювати
zh: 改变

source: Remover/Excluir
ar: ﺢﺴﻤﻟﺍ ءﺎﻐﻟﺈﺑ ﻢﻗ
bg: Премахване/Изтриване
cs: Odebrat/Smazat
da: Fjern/Slet
de: Entfernen/Löschen
el: Αφαίρεση/Διαγραφή
es: Quitar/eliminar
et: Eemalda/Kustuta
fa: ﻑﺬﺣ/ﻑﺬﺣ
fi: Poista/Poista
fr: Supprimer/Supprimer
he: קחמ/רסה
hi: हटाएं/हटाएं
hr: Ukloni/Izbriši
hu: Eltávolítás/Törlés
is: Fjarlægja/eyða
it: Rimuovi/Elimina
ja: 削除/削除
ko: 제거/삭제
nl: Verwijderen/verwijderen
no: Fjern/slett
pl: Usuń/Usuń
ro: Eliminați/Ștergeți
ru: Удалить/Удалить
sk: Odstrániť/Odstrániť
sv: Ta bort/Ta bort
tr: Kaldır/Sil
uk: Вилучити/Видалити
zh: 移除/删除

source: Pesquisar
ar: ﻦﻋ ﺚﺤﺒﻠﻟ
bg: Търся
cs: Hledat
da: At lede efter
de: Zu suchen
el: Να αναζητήσουν
es: Buscar
et: Otsima
fa: ﻦﺘﺸﮔ ﯼﺰﯿﭼ ﻝﺎﺒﻧﺩ
fi: Etsiä
fr: Chercher
he: שפחל
hi: को देखने के लिए
hr: Tražiti
hu: Keresni
is: Að leita
it: Cercare
ja: 探すには
ko: 찾으려면
nl: Zoeken naar
no: Å se etter
pl: Szukać
ro: A căuta
ru: Искать
sk: Hľadať
sv: Att leta efter
tr: Aramak
uk: Доглядати
zh: 寻找

source: Voltar
ar: ﺓﺩﻮﻌﻠﻟ
bg: Да се върна
cs: Vrátit se
da: At gå tilbage
de: Zurück zu gehen
el: Να επιστρεψει
es: para volver
et: Et tagasi minna
fa: ﻦﺘﺸﮔﺮﺑ
fi: Mennä takaisin
fr: Retourner
he: רוזחל
hi: पीछे जाना
hr: Vratiti se
hu: Vissza menni
is: Að fara til baka
it: Tornare indietro
ja: 戻る
ko: 돌아가려면
nl: Terug gaan
no: Å gå tilbake
pl: Wrócić
ro: Pentru a reveni
ru: Вернуться назад
sk: Ísť späť
sv: Att gå tillbaka
tr: Geri dönmek için
uk: Повертатися
zh: 回去

source: Registro efetuado com sucesso!
ar: !ﺢﺟﺎﻧ ﻞﻴﺠﺴﺘﻟﺍ
bg: Успешна регистрация!
cs: Registrace úspěšná!
da: Registreringen lykkedes!
de: Registrierung erfolgreich!
el: Επιτυχής Εγγραφή!
es: ¡Registro exitoso!
et: Registreerimine õnnestus!
fa: !ﺰﯿﻣﺂﺘﯿﻘﻓﻮﻣ ﻡﺎﻨﺘﺒﺛ
fi: Rekisteröinti onnistui!
fr: Inscription réussi!
he: !החלצהב העצוב המשרהה
hi: सफल पंजीकरण!
hr: Registracija uspješna!
hu: Sikeres regisztráció!
is: Skráning tókst!
it: Iscrizione completata correttamente!
ja: 登録に成功！
ko: 등록이 완료되었습니다!
nl: Registratie gelukt!
no: Registrering fullført!
pl: Pomyślnie zarejestrowano!
ro: Inregistrare realizata!
ru: Регистрация прошла успешно!
sk: Registrácia úspešná!
sv: Registrering lyckad!
tr: Kayıt başarılı!
uk: Реєстрація успішна!
zh: 注册成功！

source: Registro removido com sucesso!
ar: !ﺡﺎﺠﻨﺑ ﻞﻴﺠﺴﺘﻟﺍ ﺔﻟﺍﺯﺇ ﺖﻤﺗ
bg: Регистрацията е премахната успешно!
cs: Registrace byla úspěšně odstraněna!
da: Registreringen blev fjernet!
de: Registrierung erfolgreich entfernt!
el: Η εγγραφή καταργήθηκε με επιτυχία!
es: ¡El registro se eliminó exitosamente!
et: Registreerimine eemaldati edukalt!
fa: !ﺪﺷ ﻑﺬﺣ ﺖﯿﻘﻓﻮﻣ ﺎﺑ ﻡﺎﻧ ﺖﺒﺛ
fi: Rekisteröinti poistettu onnistuneesti!
fr: Inscription supprimée avec succès !
he: !החלצהב הרסוה המשרהה
hi: पंजीकरण सफलतापूर्वक हटा दिया गया!
hr: Registracija je uspješno uklonjena!
hu: A regisztráció sikeresen eltávolítva!
is: Skráning fjarlægð með góðum árangri!
it: Registrazione rimossa con successo!
ja: 登録は正常に削除されました。
ko: 등록이 성공적으로 제거되었습니다!
nl: Registratie succesvol verwijderd!
no: Registreringen ble fjernet!
pl: Rejestracja została usunięta pomyślnie!
ro: Înregistrarea a fost eliminată cu succes!
ru: Регистрация успешно удалена!
sk: Registrácia bola úspešne odstránená!
sv: Registreringen har tagits bort!
tr: Kayıt başarıyla kaldırıldı!
uk: Реєстрацію видалено!
zh: 注册删除成功！

source: Erro na remoção do registro!
ar: !ﻞﻴﺠﺴﺘﻟﺍ ﺔﻟﺍﺯﺇ ﻲﻓ ﺄﻄﺧ
bg: Грешка при премахване на регистрация!
cs: Při odstraňování registrace došlo k chybě!
da: Fejl ved fjernelse af registrering!
de: Fehler beim Entfernen der Registrierung!
el: Σφάλμα κατά την κατάργηση της εγγραφής!
es: ¡Error al eliminar el registro!
et: Viga registreeringu eemaldamisel!
fa: !ﻡﺎﻧ ﺖﺒﺛ ﻑﺬﺣ ﺭﺩ ﺎﻄﺧ
fi: Virhe rekisteröinnin poistamisessa!
fr: Erreur lors de la suppression de l'inscription !
he: !םושירה תרסהב האיגש
hi: पंजीकरण हटाने में त्रुटि!
hr: Pogreška prilikom uklanjanja registracije!
hu: Hiba történt a regisztráció eltávolításakor!
is: Villa við að fjarlægja skráningu!
it: Errore durante la rimozione della registrazione!
ja: 登録の削除中にエラーが発生しました!
ko: 등록을 삭제하는 중에 오류가 발생했습니다.
nl: Fout bij verwijderen van registratie!
no: Feil ved fjerning av registrering!
pl: Błąd podczas usuwania rejestracji!
ro: Eroare la eliminarea înregistrării!
ru: Ошибка удаления регистрации!
sk: Chyba pri odstraňovaní registrácie!
sv: Det gick inte att ta bort registreringen!
tr: Kayıt kaldırılırken hata oluştu!
uk: Помилка видалення реєстрації!
zh: 删除注册时出错！

source: Erro no cadastro/atualização do registro
ar: ﻞﻴﺠﺴﺘﻟﺍ ﺚﻳﺪﺤﺗ/ﻞﻴﺠﺴﺘﻟﺍ ﻲﻓ ﺄﻄﺧ
bg: Грешка при регистрация/актуализация на регистрацията
cs: Chyba při registraci/aktualizaci registrace
da: Fejl ved registrering/opdatering af registrering
de: Fehler bei der Registrierung/Aktualisierung der Registrierung
el: Σφάλμα κατά την εγγραφή/ενημέρωση της εγγραφής
es: Error al registrar/actualizar registro
et: Viga registreerimisel/registreeringu uuendamisel
fa: ﻡﺎﻧ ﺖﺒﺛ ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ/ﻡﺎﻧ ﺖﺒﺛ ﺭﺩ ﺎﻄﺧ
fi: Virhe rekisteröinnissä/rekisteröinnin päivittämisessä
fr: Erreur lors de l'enregistrement/mise à jour de l'enregistrement
he: םושירה ןוכדע/םושירב האיגש
hi: पंजीकरण/पंजीकरण अद्यतन करने में त्रुटि
hr: Greška u registraciji/ažuriranju registracije
hu: Hiba a regisztráció/regisztráció frissítése során
is: Villa við að skrá/uppfæra skráningu
it: Errore nella registrazione/aggiornamento della registrazione
ja: 登録・更新登録エラー
ko: 등록/업데이트 중 오류가 발생했습니다.
nl: Fout bij het registreren/bijwerken van de registratie
no: Feil ved registrering/oppdatering av registrering
pl: Błąd podczas rejestracji/aktualizacji rejestracji
ro: Eroare la înregistrare/actualizare înregistrare
ru: Ошибка при регистрации/обновлении регистрации
sk: Chyba pri registrácii/aktualizácii registrácie
sv: Fel vid registrering/uppdatering av registrering
tr: Kaydı kaydetme/güncellemede hata
uk: Помилка при реєстрації/оновленні реєстрації
zh: 注册/更新注册时出错

source: Formato de data inicial inválida
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ءﺪﺒﻟﺍ ﺦﻳﺭﺎﺗ ﻖﻴﺴﻨﺗ
bg: Невалиден формат на началната дата
cs: Neplatný formát data zahájení
da: Ugyldigt startdatoformat
de: Ungültiges Startdatumsformat
el: Μη έγκυρη μορφή ημερομηνίας έναρξης
es: Formato de fecha de inicio no válido
et: Vale alguskuupäeva vorming
fa: ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﻉﻭﺮﺷ ﺦﯾﺭﺎﺗ ﺐﻟﺎﻗ
fi: Virheellinen aloituspäivän muoto
fr: Format de date de début invalide
he: יקוח אל הלחתה ךיראת טמרופ
hi: अमान्य प्रारंभ दिनांक प्रारूप
hr: Nevažeći format datuma početka
hu: Érvénytelen kezdő dátum formátum
is: Ógilt snið upphafsdagsetningar
it: Formato della data di inizio non valido
ja: 開始日の形式が無効です
ko: 잘못된 시작 날짜 형식
nl: Ongeldige startdatumnotatie
no: Ugyldig startdatoformat
pl: Nieprawidłowy format daty rozpoczęcia
ro: Format nevalid pentru data de începere
ru: Неверный формат даты начала.
sk: Neplatný formát dátumu začiatku
sv: Ogiltigt format för startdatum
tr: Geçersiz başlangıç tarihi biçimi
uk: Недійсний формат дати початку
zh: 开始日期格式无效

source: Relatório
ar: ﺮﻳﺮﻘﺗ
bg: Докладвай
cs: Zpráva
da: Rapport
de: Bericht
el: Κανω ΑΝΑΦΟΡΑ
es: Informe
et: Aruanne
fa: ﺵﺭﺍﺰﮔ
fi: Raportoi
fr: Rapport
he: הנולת שיגהל
hi: प्रतिवेदन
hr: izvješće
hu: Jelentés
is: Skýrsla
it: Rapporto
ja: 報告
ko: 보고서
nl: Rapport
no: Rapportere
pl: Raport
ro: Raport
ru: Отчет
sk: správa
sv: Rapportera
tr: Rapor
uk: звіт
zh: 报告

source: Relatório de
ar: ﻦﻋ ﺮﻳﺮﻘﺗ
bg: Доклад на
cs: Zpráva o
da: Beretning af
de: Bericht von
el: Έκθεση του
es: Informe de
et: Aruanne
fa: ﺯﺍ ﺵﺭﺍﺰﮔ
fi: Raportti aiheesta
fr: Rapport de
he: לש חוד
hi: की रिपोर्ट
hr: Izvješće o
hu: Jelentés a
is: Skýrsla af
it: Rapporto di
ja: の報告
ko: 보고서
nl: Verslag van
no: Rapport av
pl: Raport z
ro: Raportul de
ru: Отчет
sk: Správa o
sv: Rapport av
tr: Raporu
uk: Звіт про
zh: 报告

source: Produtos abaixo estoque minímo
ar: ﻥﻭﺰﺨﻤﻠﻟ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ ﻦﻣ ﻞﻗﺃ ﺕﺎﺠﺘﻨﻤﻟﺍ
bg: Продукти под минималния запас
cs: Produkty pod minimální skladovou zásobou
da: Produkter under minimumlager
de: Produkte unter Mindestbestand
el: Προϊόντα κάτω από το ελάχιστο απόθεμα
es: Productos por debajo del stock mínimo
et: Tooted alla miinimumvaru
fa: ﯼﺩﻮﺟﻮﻣ ﻞﻗﺍﺪﺣ ﺮﯾﺯ ﺕﻻ﻿ﻮﺼﺤﻣ
fi: Tuotteita alle vähimmäisvaraston
fr: Produits en dessous du stock minimum
he: םומינימ יאלמל תחתמ םירצומ
hi: न्यूनतम स्टॉक से नीचे के उत्पाद
hr: Proizvodi ispod minimalne zalihe
hu: A minimális készlet alatti termékek
is: Vörur undir lágmarksbirgðum
it: Prodotti al di sotto dello stock minimo
ja: 最低在庫を下回っている商品
ko: 최소 재고 미만 제품
nl: Producten onder minimale voorraad
no: Produkter under minstelager
pl: Produkty poniżej minimalnego zapasu
ro: Produse sub stocul minim
ru: Товары ниже минимального запаса
sk: Produkty pod minimálnymi skladovými zásobami
sv: Produkter under minimilager
tr: Minimum stokun altındaki ürünler
uk: Продуктів менше мінімального запасу
zh: 低于最低库存的产品

source: Produtos fora da validade
ar: ﻦﻣﺰﻟﺍ ﺎﻬﻴﻠﻋ ﺎﻔﻋ ﺕﺎﺠﺘﻨﻣ
bg: Продукти с изтекъл срок на годност
cs: Zastaralé produkty
da: Forældede produkter
de: Veraltete Produkte
el: Ξεπερασμένα προϊόντα
es: Productos caducados
et: Aegunud tooted
fa: ﻪﺘﺷﺬﮔ ﺦﯾﺭﺎﺗ ﺕﻻ﻿ﻮﺼﺤﻣ
fi: Vanhentuneet tuotteet
fr: Produits obsolètes
he: םינכדועמ אל םירצומ
hi: पुराने उत्पाद
hr: Istekli proizvodi
hu: Elavult termékek
is: Úreltar vörur
it: Prodotti scaduti
ja: 期限切れの製品
ko: 오래된 제품
nl: Verouderde producten
no: Utdaterte produkter
pl: Produkty nieaktualne
ro: Produse învechite
ru: Просроченные продукты
sk: Zastarané produkty
sv: Inaktuella produkter
tr: Son kullanma tarihi geçmiş ürünler
uk: Прострочені продукти
zh: 过时的产品

source: Vendas Diárias
ar: ﺔﻴﻣﻮﻴﻟﺍ ﺕﺎﻌﻴﺒﻤﻟﺍ
bg: Ежедневни продажби
cs: Denní prodej
da: Dagligt salg
de: Tägliche Verkäufe
el: Καθημερινές Πωλήσεις
es: Ventas diarias
et: Igapäevane müük
fa: ﻪﻧﺍﺯﻭﺭ ﺵﻭﺮﻓ
fi: Päivittäinen myynti
fr: Ventes quotidiennes
he: תוימוי תוריכמ
hi: दैनिक विक्रय
hr: Dnevna prodaja
hu: Napi értékesítés
is: Dagleg sala
it: Vendite giornaliere
ja: 日販
ko: 일일 매출
nl: Dagelijkse verkoop
no: Daglig salg
pl: Dzienna sprzedaż
ro: Vânzări zilnice
ru: Ежедневные продажи
sk: Denný predaj
sv: Daglig försäljning
tr: Günlük satışlar
uk: Щоденні розпродажі
zh: 每日销售额

source: Produtos Vendidos
ar: ﺔﻋﺎﺒﻤﻟﺍ ﺕﺎﺠﺘﻨﻤﻟﺍ
bg: Продадени продукти
cs: Produkty prodané
da: Produkter solgt
de: Verkaufte Produkte
el: Προϊόντα που πωλήθηκαν
es: Productos vendidos
et: Müüdud tooted
fa: ﻩﺪﺷ ﻪﺘﺧﻭﺮﻓ ﺕﻻ﻿ﻮﺼﺤﻣ
fi: Myydyt tuotteet
fr: Produits vendus
he: םירכמנ םירצומ
hi: उत्पाद बेचे गए
hr: Prodani proizvodi
hu: Eladott termékek
is: Vörur seldar
it: Prodotti venduti
ja: 販売された製品
ko: 판매된 제품
nl: Producten verkocht
no: Produkter solgt
pl: Produkty sprzedane
ro: Produse vândute
ru: Проданная продукция
sk: Predané produkty
sv: Sålda produkter
tr: Satılan Ürünler
uk: Продані продукти
zh: 销售产品

source: ERRO: não consegui encontrar o comando
ar: ﺮﻣﻷ﻿ﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﺭﺬﻌﺗ :ﺄﻄﺧ
bg: ГРЕШКА: не може да се намери командата
cs: CHYBA: příkaz nelze najít
da: FEJL: kunne ikke finde kommandoen
de: FEHLER: Der Befehl konnte nicht gefunden werden
el: ΣΦΑΛΜΑ: δεν ήταν δυνατή η εύρεση της εντολής
es: ERROR: no se pudo encontrar el comando
et: VIGA: käsku ei leitud
fa: ﺪﺸﻧ ﺍﺪﯿﭘ ﺭﻮﺘﺳﺩ :ﺎﻄﺧ
fi: VIRHE: komentoa ei löytynyt
fr: ERREUR : impossible de trouver la commande
he: הדוקפה תא אוצמל חילצה אל :האיגש
hi: त्रुटि: आदेश नहीं मिल सका
hr: POGREŠKA: nije moguće pronaći naredbu
hu: HIBA: nem található a parancs
is: VILLA: fann ekki skipunina
it: ERRORE: impossibile trovare il comando
ja: エラー: コマンドが見つかりませんでした
ko: 오류: 명령을 찾을 수 없습니다.
nl: FOUT: kon de opdracht niet vinden
no: FEIL: fant ikke kommandoen
pl: BŁĄD: nie można znaleźć polecenia
ro: EROARE: nu a putut găsi comanda
ru: ОШИБКА: не удалось найти команду
sk: CHYBA: príkaz sa nepodarilo nájsť
sv: FEL: kunde inte hitta kommandot
tr: HATA: komut bulunamadı
uk: ПОМИЛКА: не вдалося знайти команду
zh: 错误：找不到命令

source: IMPOSSÍVEL CONTINUAR
ar: ﺭﺍﺮﻤﺘﺳﻻ﻿ﺍ ﻞﻴﺤﺘﺴﻤﻟﺍ ﻦﻣ
bg: НЕВЪЗМОЖНО ЗА ПРОДЪЛЖАВАНЕ
cs: NELZE POKRAČOVAT
da: UMULIGT AT FORTSÆTTE
de: UNMÖGLICH, WEITERZUWEISEN
el: ΑΔΥΝΑΤΟ ΝΑ ΣΥΝΕΧΙΣΕΙΣ
es: IMPOSIBLE CONTINUAR
et: VÕIMATU JÄTKADA
fa: ﺖﺳﺍ ﻦﮑﻤﻣ ﺮﯿﻏ ﻥﺩﺍﺩ ﻪﻣﺍﺩﺍ
fi: MAHDOLLINEN JATKAA
fr: IMPOSSIBLE DE CONTINUER
he: ךישמהל ירשפא יתלב
hi: जारी रखना असंभव
hr: NEMOGUĆE NASTAVITI
hu: LEHETETLEN FOLYTATNI
is: ómögulegt að halda áfram
it: IMPOSSIBILE CONTINUARE
ja: 続行不可能
ko: 계속할 수 없습니다
nl: ONMOGELIJK OM DOOR TE GAAN
no: UMULIG Å FORTSETTE
pl: NIE MOŻNA KONTYNUOWAĆ
ro: IMPOSIBIL DE CONTINUARE
ru: НЕВОЗМОЖНО ПРОДОЛЖАТЬ
sk: NEMOŽNÉ POKRAČOVAŤ
sv: OMÖJLIGT ATT FORTSÄTTA
tr: DEVAM ETMEK MÜMKÜN DEĞİL
uk: ПРОДОВЖУВАТИ НЕМОЖЛИВО
zh: 无法继续

source: Este script precisa dos comandos listados acima
ar: ﻩﻼ﻿ﻋﺃ ﺓﺭﻮﻛﺬﻤﻟﺍ ﺮﻣﺍﻭﻷ﻿ﺍ ﻰﻟﺇ ﻲﺼﻨﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺍﺬﻫ ﺝﺎﺘﺤﻳ
bg: Този скрипт се нуждае от командите, изброени по-горе
cs: Tento skript potřebuje výše uvedené příkazy
da: Dette script har brug for kommandoerne ovenfor
de: Dieses Skript benötigt die oben aufgeführten Befehle
el: Αυτό το σενάριο χρειάζεται τις εντολές που αναφέρονται παραπάνω
es: Este script necesita los comandos enumerados anteriormente.
et: See skript vajab ülaltoodud käske
fa: ﺩﺭﺍﺩ ﺯﺎﯿﻧ ﻻ﻿ﺎﺑ ﺭﺩ ﻩﺪﺷ ﺮﮐﺫ ﺕﺍﺭﻮﺘﺳﺩ ﻪﺑ ﺖﭙﯾﺮﮑﺳﺍ ﻦﯾﺍ
fi: Tämä komentosarja tarvitsee yllä luetellut komennot
fr: Ce script nécessite les commandes répertoriées ci-dessus
he: הלעמל תוטרופמה תודוקפה תא ךירצ הז טפירקס
hi: इस स्क्रिप्ट को ऊपर सूचीबद्ध कमांड की आवश्यकता है
hr: Ova skripta treba gore navedene naredbe
hu: Ehhez a szkripthez a fent felsorolt parancsokra van szükség
is: Þetta handrit þarf skipanirnar sem taldar eru upp hér að ofan
it: Questo script necessita dei comandi elencati sopra
ja: このスクリプトには上記のコマンドが必要です
ko: 이 스크립트에는 위에 나열된 명령이 필요합니다.
nl: Dit script heeft de hierboven genoemde opdrachten nodig
no: Dette skriptet trenger kommandoene som er oppført ovenfor
pl: Ten skrypt wymaga poleceń wymienionych powyżej
ro: Acest script are nevoie de comenzile enumerate mai sus
ru: Этот скрипт нуждается в командах, перечисленных выше.
sk: Tento skript potrebuje príkazy uvedené vyššie
sv: Detta skript behöver kommandona som anges ovan
tr: Bu betiğin yukarıda listelenen komutlara ihtiyacı var
uk: Для цього сценарію потрібні команди, перелічені вище
zh: 该脚本需要上面列出的命令
