Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Popular DataBases para testes
ar: ﺭﺎﺒﺘﺧﻼ﻿ﻟ ﺔﻴﺒﻌﺸﻟﺍ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺪﻋﺍﻮﻗ
bg: Популярни бази данни за тестване
cs: Populární databáze pro testování
da: Populære databaser til test
de: Beliebte Datenbanken zum Testen
el: Δημοφιλείς βάσεις δεδομένων για δοκιμές
es: Bases de datos populares para pruebas
et: Populaarsed testimisandmebaasid
fa: ﺶﯾﺎﻣﺯﺁ ﯼﺍﺮﺑ ﺏﻮﺒﺤﻣ ﻩﺩﺍﺩ ﯼﺎﻫ ﻩﺎﮕﯾﺎﭘ
fi: Suositut tietokannat testausta varten
fr: Bases de données populaires pour les tests
he: תוקידבל םיירלופופ עדימ ירגאמ
hi: परीक्षण के लिए लोकप्रिय डेटाबेस
hr: Popularne baze podataka za testiranje
hu: Népszerű adatbázisok teszteléshez
is: Vinsælir gagnagrunnar til að prófa
it: Database popolari per i test
ja: テスト用の人気のあるデータベース
ko: 테스트용 인기 데이터베이스
nl: Populaire databases voor testen
no: Populære databaser for testing
pl: Popularne bazy danych do testowania
ro: Baze de date populare pentru testare
ru: Популярные базы данных для тестирования
sk: Populárne databázy na testovanie
sv: Populära databaser för testning
tr: Test için Popüler Veritabanları
uk: Популярні бази даних для тестування
zh: 用于测试的流行数据库

source: Zerar/Limpar DataBases
ar: ﺕﺎﻧﺎﻴﺒﻟﺍ ﺪﻋﺍﻮﻗ ﺢﺴﻣ/ﺮﻔﺻ
bg: Нула/Изчистване на бази данни
cs: Vynulovat/vymazat databáze
da: Nul/ryd databaser
de: Datenbanken auf Null setzen/löschen
el: Μηδέν/Εκκαθάριση Βάσεων Δεδομένων
es: Bases de datos cero/borradas
et: Null/Tühjenda andmebaasid
fa: ﻩﺩﺍﺩ ﯼﺎﻫ ﻩﺎﮕﯾﺎﭘ ﻥﺩﺮﮐ ﮎﺎﭘ/ﺮﻔﺻ
fi: Nolla/Tyhjennä tietokannat
fr: Bases de données zéro/effacer
he: םינותנ ידסמ הקנ/ספא
hi: शून्य/स्पष्ट डेटाबेस
hr: Nula/Očisti baze podataka
hu: Nulla/Tiszta adatbázis
is: Núll/hreinsa gagnagrunna
it: Zero/Cancella database
ja: ゼロ/クリアデータベース
ko: 데이터베이스 제로/지우기
nl: Nul/duidelijke databases
no: Null/tøm databaser
pl: Zerowanie/wyczyszczenie baz danych
ro: Zero/Șterge baze de date
ru: Обнулить/очистить базы данных
sk: Vynulovať/vymazať databázy
sv: Noll/rensa databaser
tr: Veri Tabanlarını Sıfırlama/Temizleme
uk: Обнулення/Очищення баз даних
zh: 清零/清除数据库

source: MENU PEQUISA/RELATÓRIOS/CONSULTA
ar: ﻡﻼ﻿ﻌﺘﺳﻻ﻿ﺍ/ﺮﻳﺭﺎﻘﺘﻟﺍ/ﺔﻤﺋﺎﻘﻟﺍ ﺚﺤﺑ
bg: МЕНЮ ТЪРСЕНЕ/ОТЧЕТИ/ЗАЯВКА
cs: NABÍDKA VYHLEDÁVÁNÍ/ZPRÁVY/DOTAZ
da: MENU SØGNING/RAPPORTER/FORSPØRGSEL
de: MENÜ SUCHE/BERICHTE/ABFRAGE
el: ΜΕΝΟΥ ΑΝΑΖΗΤΗΣΗ/ΑΝΑΦΟΡΕΣ/ΕΡΩΤΗΣΗ
es: MENÚ BÚSQUEDA/INFORMES/CONSULTA
et: MENÜÜ OTSING/ARUANDED/PÄRING
fa: ﻮﺟ ﻭ ﺱﺮﭘ/ﺵﺭﺍﺰﮔ/ﻮﺠﺘﺴﺟ ﯼﻮﻨﻣ
fi: VALIKKO HAKU/RAPORTIT/KYSELY
fr: RECHERCHE MENU/RAPPORTS/REQUÊTE
he: התליאש/תוחוד/שופיח טירפת
hi: मेनू खोज/रिपोर्ट/क्वेरी
hr: IZBORNIK PRETRAŽIVANJE/IZVJEŠĆA/UPIT
hu: MENÜ KERESÉS/JELENTÉSEK/LEkérdezés
is: MENU LEIT/SKÝRSLA/FORUR
it: MENU RICERCA/RAPPORTI/QUERY
ja: メニュー検索/レポート/問い合わせ
ko: 메뉴 검색/보고서/질문
nl: MENU ZOEKEN/RAPPORTEN/VRAAG
no: MENY SØK/RAPPORTER/SPØRRING
pl: MENU WYSZUKIWANIE/RAPORTY/ZAPYTANIE
ro: CĂUTARE MENIU/RAPOARTE/INTERARE
ru: МЕНЮ ПОИСК/ОТЧЕТЫ/ЗАПРОС
sk: MENU VYHĽADÁVANIE/SPRÁVY/DOPYT
sv: MENY SÖKNING/RAPPORTER/FRÅGA
tr: MENÜ ARAMA/RAPORLAR/SORGU
uk: МЕНЮ ПОШУК/ЗВІТИ/ЗАПИТ
zh: 菜单搜索/报告/查询

source: DADOS DA EMPRESA
ar: ﺔﻛﺮﺸﻟﺍ ﺕﺎﻧﺎﻴﺑ
bg: ФИРМЕНИ ДАННИ
cs: FIREMNÍ ÚDAJE
da: VIRKSOMHEDSDATA
de: FIRMEN DATEN
el: ΣΤΟΙΧΕΙΑ ΕΤΑΙΡΕΙΑΣ
es: DATOS DE LA EMPRESA
et: ETTEVÕTTE ANDMED
fa: ﺖﮐﺮﺷ ﯼﺎﻫ ﻩﺩﺍﺩ
fi: YRITYSTIEDOT
fr: LES DONNÉES DE LA COMPAGNIE
he: הרבח ינותנ
hi: कंपनी डेटा
hr: PODACI TVRTKE
hu: CÉGADATOK
is: FYRIRTÆKISGÖGN
it: DATI AZIENDALI
ja: 会社データ
ko: 회사 데이터
nl: BEDRIJFSGEGEVENS
no: SELSKAPSDATA
pl: DANE FIRMY
ro: DATE FIRMEI
ru: ДАННЫЕ О КОМПАНИИ
sk: ÚDAJE O SPOLOČNOSTI
sv: FÖRETAGETS DATA
tr: ŞİRKET VERİSİ
uk: ДАНІ ПРО КОМПАНІЮ
zh: 公司资料

source: UF
ar: ﺓﺪﺤﺘﻤﻟﺍ ﺔﻬﺒﺠﻟﺍ
hi: यूएफ
ja: フロリダ州
ko: University of Florida의
ru: УФ
zh: 超滤

source: O Nome não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﻢﺳﻻ﻿ﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Името не може да бъде празно. Отмяна?
cs: Název nemůže být prázdný. Zrušení?
da: Navnet må ikke være tomt. Afbestille?
de: Der Name darf nicht leer sein. Stornieren?
el: Το όνομα δεν μπορεί να είναι κενό. Ματαίωση?
es: El Nombre no puede estar en blanco. ¿Cancelar?
et: Nime väli ei tohi olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻡﺎﻧ
fi: Nimi ei voi olla tyhjä. Peruuttaa?
fr: Le nom ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל םשה
hi: नाम रिक्त नहीं हो सकता. रद्द करना?
hr: Ime ne može biti prazno. Otkazati?
hu: A Név mező nem lehet üres. Megszünteti?
is: Nafnið má ekki vera autt. Hætta við?
it: Il Nome non può essere vuoto. Annulla?
ja: 名前を空白にすることはできません。キャンセル？
ko: 이름은 비워둘 수 없습니다. 취소?
nl: De naam mag niet leeg zijn. Annuleren?
no: Navnet kan ikke være tomt. Avbryt?
pl: Nazwa nie może być pusta. Anulować?
ro: Numele nu poate fi necompletat. Anulare?
ru: Имя не может быть пустым. Отмена?
sk: Názov nemôže byť prázdny. Zrušiť?
sv: Namnet får inte vara tomt. Annullera?
tr: Ad boş olamaz. İptal etmek?
uk: Ім’я не може бути пустим. Скасувати?
zh: 名称不能为空。取消？

source: Confirma dados?
ar: ؟ﺕﺎﻧﺎﻴﺒﻟﺍ ﺪﻴﻛﺄﺗ
bg: Потвърждаване на данните?
cs: Potvrdit údaje?
da: Bekræfte data?
de: Daten bestätigen?
el: Επιβεβαίωση δεδομένων;
es: ¿Confirmar datos?
et: Kas kinnitada andmed?
fa: ؟ﺪﯿﻨﮐ ﯽﻣ ﺪﯿﯾﺄﺗ ﺍﺭ ﺎﻫ ﻩﺩﺍﺩ
fi: Vahvistetaanko tiedot?
fr: Confirmer les données ?
he: ?םינותנ רשאל
hi: डेटा की पुष्टि करें?
hr: Potvrditi podatke?
hu: Megerősíti az adatokat?
is: Staðfesta gögn?
it: Confermi i dati?
ja: データを確認しますか?
ko: 데이터를 확인하시겠습니까?
nl: Gegevens bevestigen?
no: Bekrefte data?
pl: Potwierdzić dane?
ro: Confirmați datele?
ru: Подтвердить данные?
sk: Potvrdiť údaje?
sv: Bekräfta data?
tr: Veriler onaylansın mı?
uk: Підтвердити дані?
zh: 确认数据？

source: CONFIGURAÇÃO DE CORES
ar: ﻥﻮﻠﻟﺍ ﺩﺍﺪﻋﺇ
bg: НАСТРОЙКА НА ЦВЕТА
cs: NASTAVENÍ BAREV
da: FARVEINDSTILLING
de: FARBEINSTELLUNG
el: ΡΥΘΜΙΣΗ ΧΡΩΜΑΤΟΣ
es: AJUSTE DE COLOR
et: VÄRVI SEADISTUS
fa: ﮓﻧﺭ ﻢﯿﻈﻨﺗ
fi: VÄRIASETUS
fr: RÉGLAGE DE LA COULEUR
he: עבצ תרדגה
hi: रंग सेटिंग
hr: POSTAVLJANJE BOJA
hu: SZÍNBEÁLLÍTÁS
is: LITASETNING
it: IMPOSTAZIONE DEL COLORE
ja: カラー設定
ko: 색상 설정
nl: KLEURINSTELLING
no: FARGEINNSTILLING
pl: USTAWIENIE KOLORU
ro: SETARE CULOARE
ru: НАСТРОЙКА ЦВЕТА
sk: NASTAVENIE FARBY
sv: FÄRGINSTÄLLNING
tr: RENK AYARI
uk: НАЛАШТУВАННЯ КОЛЬОРІВ
zh: 颜色设置

source: MENU CONFIGURAÇÃO
ar: ﻂﺒﻀﻟﺍ ﺔﻤﺋﺎﻗ
bg: МЕНЮ ЗА НАСТРОЙКИ
cs: NABÍDKA NASTAVENÍ
da: SETUP MENU
de: EINSTELLUNGSMENÜ
el: SETUP MENU
es: MENÚ DE CONFIGURACIÓN
et: SEADISTUSMENÜÜ
fa: SETUP MENU
fi: ASETUSVALIKKO
fr: MENU DES PARAMÈTRES
he: תורדגה טירפת
hi: सेटअप मेनू
hr: IZBORNIK POSTAVKI
hu: BEÁLLÍTÁSOK MENÜ
is: UPPLÝSINGARVALMYND
it: MENU DI CONFIGURAZIONE
ja: セットアップメニュー
ko: 설정 메뉴
nl: INSTELLINGENMENU
no: OPPSETT-MENY
pl: USTAWIENIA
ro: MENIUL DE CONFIGURARE
ru: НАСТРОЙКИ
sk: MENU NASTAVENIA
sv: INSTÄLLNINGSMENY
tr: AYAR MENÜSÜ
uk: МЕНЮ НАЛАШТУВАНЬ
zh: 设置菜单

source: Dados Empresa
ar: ﺔﻛﺮﺸﻟﺍ ﺕﺎﻧﺎﻴﺑ
bg: Фирмени данни
cs: Firemní údaje
da: Virksomhedsdata
de: Firmen Daten
el: Στοιχεία Εταιρείας
es: Datos de la compañia
et: Ettevõtte andmed
fa: ﺖﮐﺮﺷ ﯼﺎﻫ ﻩﺩﺍﺩ
fi: Yritystiedot
fr: Les données de la compagnie
he: הרבח ינותנ
hi: कंपनी डेटा
hr: Podaci tvrtke
hu: Cégadatok
is: Fyrirtækjagögn
it: Dati aziendali
ja: 会社概要
ko: 회사 데이터
nl: Bedrijfsgegevens
no: Bedriftsdata
pl: Dane firmy
ro: Datele companiei
ru: Данные компании
sk: Údaje o spoločnosti
sv: Företagsdata
tr: Şirket verisi
uk: Дані компанії
zh: 公司资料

source: Cor Logo
ar: ﻥﻮﻠﻟﺍ ﺭﺎﻌﺷ
bg: Цветно лого
cs: Barevné Logo
da: Farve Logo
de: Farblogo
el: Έγχρωμο λογότυπο
es: Logotipo de color
et: Värviline logo
fa: ﯽﮕﻧﺭ ﯼﻮﮔﻮﻟ
fi: Värillinen logo
fr: Logo couleur
he: ינועבצ וגול
hi: रंग लोगो
hr: Logo u boji
hu: Színes logó
is: Litamerki
it: Marchio a colori
ja: カラーロゴ
ko: 컬러 로고
nl: Kleurlogo
no: Fargelogo
pl: Kolor logo
ro: Logo color
ru: Цветной логотип
sk: Farebné logo
sv: Färglogotyp
tr: Renkli Logo
uk: Кольоровий логотип
zh: 彩色标志

source: Cor Cabecalho
ar: ﺱﺃﺮﻟﺍ ﻥﻮﻟ
bg: Цвят на заглавката
cs: Barva záhlaví
da: Overskriftsfarve
de: Kopfzeilenfarbe
el: Χρώμα κεφαλίδας
es: Color del encabezado
et: Päise värv
fa: ﺭﺪﻫ ﮓﻧﺭ
fi: Otsikon väri
fr: Couleur de l'en-tête
he: תרתוכ עבצ
hi: हेडर का रंग
hr: Boja zaglavlja
hu: Fejléc színe
is: Litur haus
it: Colore dell'intestazione
ja: ヘッダーの色
ko: 헤더 색상
nl: Kopkleur
no: Overskriftsfarge
pl: Kolor nagłówka
ro: Culoare antet
ru: Цвет заголовка
sk: Farba hlavičky
sv: Rubrikfärg
tr: Başlık Rengi
uk: Колір заголовка
zh: 标题颜色

source: Cor Status Superior
ar: ﺎﻴﻠﻌﻟﺍ ﺔﻟﻭﺪﻟﺍ ﺐﻠﻗ
bg: Сърцето на висшето състояние
cs: Srdce vyššího státu
da: Hjertet af den højere stat
de: Herz des Höheren Staates
el: Η Καρδιά της Ανώτερης Πολιτείας
es: El corazón del Estado superior
et: Kõrgema riigi süda
fa: ﯽﻟﺎﻋ ﺖﻟﻭﺩ ﺐﻠﻗ
fi: Korkeamman valtion sydän
fr: Cœur de l'État Supérieur
he: הנוילעה הנידמה לש בלה
hi: उच्च राज्य का हृदय
hr: Srce višeg stanja
hu: A Felsőbb Állam Szíve
is: Hjarta æðra ríkisins
it: Cuore dello Stato superiore
ja: 高次国家の中心
ko: 더 높은 국가의 심장
nl: Hart van de Hogere Staat
no: Hjertet av den høyere staten
pl: Serce Wyższego Państwa
ro: Inima Statului Superior
ru: Сердце Высшего Государства
sk: Srdce Vyššieho štátu
sv: Den högre statens hjärta
tr: Yüksek Devletin Kalbi
uk: Серце вищого стану
zh: 更高国家的心脏

source: Cor Status Inferior
ar: ﻰﻠﻔﺴﻟﺍ ﺐﻠﻘﻟﺍ ﺔﻟﺎﺣ
bg: По-нисък сърдечен статус
cs: Nižší srdeční stav
da: Lavere hjertestatus
de: Niedrigerer Herzstatus
el: Κάτω Καρδιακή Κατάσταση
es: Estado del corazón inferior
et: Südame alumine seisund
fa: ﻦﯿﯾﺎﭘ ﺐﻠﻗ ﺖﯿﻌﺿﻭ
fi: Alempi sydämen tila
fr: État cardiaque inférieur
he: ןותחת בל בצמ
hi: निम्न हृदय स्थिति
hr: Donji status srca
hu: Alsó szív állapota
is: Lægri hjartastaða
it: Stato del cuore inferiore
ja: 心臓の状態低下
ko: 낮은 심장 상태
nl: Lagere hartstatus
no: Senk hjertestatus
pl: Niższy stan serca
ro: Stare inferioară a inimii
ru: Состояние нижнего сердца
sk: Nižší stav srdca
sv: Lägre hjärtstatus
tr: Alt Kalp Durumu
uk: Нижній стан серця
zh: 心脏状态较低

source: Cor Box
ar: ﺭﻮﻛ ﻕﻭﺪﻨﺻ
es: Caja Cor
fa: ﺭﻮﮐ ﻪﺒﻌﺟ
fr: Boîte de Cor
he: סקוב רוק
hi: कोर बॉक्स
ja: コルボックス
ko: 코르 박스
nl: Cor Doos
pl: Pudełko Cor
ru: Кор Коробка
tr: Kor Kutusu
zh: 软木盒

source: Cor Titulo Box
ar: ﺭﻮﻛ ﻥﺍﻮﻨﻋ ﻊﺑﺮﻣ
bg: Cor Title Box
cs: Cor Title Box
da: Cor Titelboks
de: Cor Titelfeld
el: Cor Title Box
et: Cor pealkirjakast
fa: Cor ﻥﺍﻮﻨﻋ ﻪﺒﻌﺟ
fi: Cor Otsikko Box
fr: Zone de titre Cor
he: Cor תרתוכ תבית
hi: कोर शीर्षक बॉक्स
hr: Cor Title Box
hu: Cor Title Box
is: Cor titilreitur
it: Casella del titolo Cor
ja: コータイトルボックス
ko: 코르 제목 상자
nl: Cor Titeldoos
no: Cor Tittelboks
pl: Pole tytułowe Cor
ro: Caseta de titlu de cor
ru: Коробка заголовка
sk: Cor Title Box
sv: Cor Titelruta
tr: Kor Başlık Kutusu
uk: Поле заголовка Cor
zh: Cor 标题框

source: Cor DispBox
ar: ﺽﺮﻌﻟﺍ ﻕﻭﺪﻨﺻ ﻥﻮﻟ
bg: Цвят на DispBox
cs: Barva DispBox
da: DispBox farve
de: DispBox-Farbe
el: Χρώμα DispBox
es: Color de la caja dispensadora
et: Dispboxi värv
fa: DispBox ﮓﻧﺭ
fi: DispBox väri
fr: Couleur de la boîte de distribution
he: DispBox עבצ
hi: डिस्पबॉक्स रंग
hr: DispBox boja
hu: DispBox szín
is: DispBox litur
it: Colore della casella di visualizzazione
ja: 表示ボックスの色
ko: DispBox 색상
nl: DispBox-kleur
no: DispBox farge
pl: Kolor DispBoxa
ro: Culoarea DispBox
ru: Цвет Диспбокса
sk: Farba DispBox
sv: DispBox färg
tr: Dağıtım Kutusu Rengi
uk: Колір DispBox
zh: 显示框颜色

source: Cor Mensagem Info OK
bg: Цветно съобщение Информация OK
cs: Barva Informace o zprávě OK
da: Farvemeddelelse Info OK
de: Farbe Nachrichteninfo OK
el: Έγχρωμο μήνυμα Πληροφορίες ΟΚ
es: Color Mensaje Información OK
et: Värvisõnumi teave OK
fa: ﺖﺳﺍ ﺖﺳﺭﺩ ﮓﻧﺭ ﻡﺎﯿﭘ ﺕﺎﻋﻼ﻿ﻃﺍ
fi: Väri Viestin tiedot OK
fr: Informations sur les messages couleur OK
he: רושיא עבצ העדוה עדימ
hi: रंग संदेश जानकारी ठीक है
hr: Informacije o poruci u boji OK
hu: Színes Üzenet Info OK
is: Upplýsingar um litskilaboð í lagi
it: Informazioni messaggio colore OK
ja: カラーメッセージ情報OK
ko: 컬러 메시지 정보 확인
nl: Kleur Berichtinfo OK
no: Fargemelding Info OK
pl: Informacje o wiadomości kolorowej OK
ro: Informații despre mesaj de culoare OK
ru: Цвет Сообщение Информация ОК
sk: Farba Message Info OK
sv: Färgmeddelande Info OK
tr: Renkli Mesaj Bilgisi TAMAM
uk: Інформація про кольорове повідомлення OK
zh: 颜色 留言信息 确定

source: Cor Mensagem Info ERRO
bg: Информация за цветно съобщение ГРЕШКА
cs: Informace o barevné zprávě ERROR
da: Farvemeddelelse Info FEJL
de: Farbmeldungsinfo-FEHLER
el: ΣΦΑΛΜΑ πληροφοριών έγχρωμου μηνύματος
es: Color Mensaje Información ERROR
et: Värv Sõnumi info ERROR
fi: Väri Viestin tiedot ERROR
fr: Message couleur Info ERREUR
he: האיגש תינועבצ העדוה עדימ
hi: रंग संदेश जानकारी त्रुटि
hr: Informacije o poruci u boji ERROR
hu: Színes Üzenetinformáció ERROR
is: Upplýsingar um litskilaboð VILLA
it: Colore Messaggio Informazioni ERRORE
ja: カラーメッセージ情報エラー
ko: 색상 메시지 정보 ERROR
nl: Kleur Berichtinfo FOUT
no: Fargemelding Info FEIL
pl: BŁĄD informacji o kolorowym komunikacie
ro: Informații despre mesaj de culoare EROARE
ru: Цвет Сообщение Информация ОШИБКА
sk: Informácie o farbe CHYBA
sv: Färgmeddelande Info ERROR
tr: Renkli Mesaj Bilgisi HATASI
uk: Інформація про кольорове повідомлення ERROR
zh: 颜色信息信息错误

source: Cor Mensagem Confirmação
bg: Потвърждение на цветно съобщение
cs: Barevné potvrzení zprávy
da: Bekræftelse af farvemeddelelse
de: Farbmeldungsbestätigung
el: Επιβεβαίωση έγχρωμου μηνύματος
es: Confirmación de mensaje de color
et: Värvisõnumi kinnitus
fi: Väriviestin vahvistus
fr: Confirmation du message couleur
he: עבצ תעדוה רושיא
hi: रंग संदेश पुष्टिकरण
hr: Potvrda poruke u boji
hu: Színes üzenet megerősítése
is: Staðfesting litaskilaboða
it: Conferma del messaggio a colori
ja: カラーメッセージの確認
ko: 컬러 메시지 확인
nl: Bevestiging van kleurenbericht
no: Fargemeldingsbekreftelse
pl: Potwierdzenie wiadomości kolorowej
ro: Confirmarea mesajului de culoare
ru: Подтверждение цветного сообщения
sk: Farebné potvrdenie správy
sv: Bekräftelse av färgmeddelande
tr: Renkli Mesaj Onayı
uk: Кольорове підтвердження повідомлення
zh: 颜色留言确认
