Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Instale-os e/ou verifique se eles estão em seu
ar: ﻙﺯﺎﻬﺟ ﻰﻠﻋ ﺎﻫﺩﻮﺟﻭ ﻦﻣ ﺪﻛﺄﺗ ﻭﺃ/ﻭ ﺎﻬﺘﻴﺒﺜﺘﺑ ﻢﻗ
bg: Инсталирайте ги и/или се уверете, че са на вашия
cs: Nainstalujte je a/nebo se ujistěte, že jsou na vašem
da: Installer dem og/eller sørg for, at de er på din
de: Installieren Sie sie und/oder stellen Sie sicher, dass sie auf Ihrem Computer vorhanden sind
el: Εγκαταστήστε τα ή/και βεβαιωθείτε ότι βρίσκονται στο δικό σας
es: Instálalos y/o asegúrate de que estén en tu
et: Installige need ja/või veenduge, et need on teie peal
fa: ﺪﻨﺘﺴﻫ ﺎﻤﺷ ﯼﻭﺭ ﻪﮐ ﺪﯾﻮﺷ ﻦﺌﻤﻄﻣ ﺎﯾ/ﻭ ﺪﯿﻨﮐ ﺐﺼﻧ ﺍﺭ ﺎﻬﻧﺁ
fi: Asenna ne ja/tai varmista, että ne ovat käytössäsi
fr: Installez-les et/ou assurez-vous qu'ils sont sur votre
he: ךלצא םיאצמנ םהש אדוו וא/ו םתוא ןקתה
hi: उन्हें स्थापित करें और/या सुनिश्चित करें कि वे आपके ऊपर हैं
hr: Instalirajte ih i/ili provjerite jesu li na vašem
hu: Telepítse őket, és/vagy győződjön meg arról, hogy rajta vannak
is: Settu þau upp og/eða vertu viss um að þau séu á þínum
it: Installali e/o assicurati che siano sul tuo
ja: それらをインストールするか、それらがあなたのコンピュータにあることを確認してください。
ko: 설치 및/또는 컴퓨터에 있는지 확인하세요.
nl: Installeer ze en/of zorg ervoor dat ze op uw computer staan
no: Installer dem og/eller sørg for at de er på din
pl: Zainstaluj je i/lub upewnij się, że znajdują się na Twoim komputerze
ro: Instalați-le și/sau asigurați-vă că sunt pe dvs
ru: Установите их и/или убедитесь, что они есть на вашем компьютере.
sk: Nainštalujte ich a/alebo sa uistite, že sú na vašom zariadení
sv: Installera dem och/eller se till att de finns på din
tr: Bunları yükleyin ve/veya cihazınızda olduklarından emin olun.
uk: Встановіть їх та/або переконайтеся, що вони є на вашому пристрої
zh: 安装它们和/或确保它们在您的

source: Instalação abortada!
ar: !ﺖﻴﺒﺜﺘﻟﺍ ﻁﺎﺒﺣﺇ ﻢﺗ
bg: Инсталацията е прекратена!
cs: Instalace zrušena!
da: Installation afbrudt!
de: Installation abgebrochen!
el: Η εγκατάσταση ακυρώθηκε!
es: ¡Instalación abortada!
et: Installimine katkestati!
fa: !ﺪﺷ ﻮﻐﻟ ﺐﺼﻧ
fi: Asennus keskeytetty!
fr: Installation interrompue !
he: !הלטוב הנקתהה
hi: स्थापना निरस्त!
hr: Instalacija prekinuta!
hu: Telepítés megszakítva!
is: Uppsetning hætt!
it: Installazione interrotta!
ja: インストール中止！
ko: 설치가 중단되었습니다!
nl: Installatie afgebroken!
no: Installasjon avbrutt!
pl: Instalacja przerwana!
ro: Instalare abandonată!
ru: Установка прервана!
sk: Inštalácia prerušená!
sv: Installationen avbröts!
tr: Kurulum iptal edildi!
uk: Встановлення відмінено!
zh: 安装中止！

source: Pressione qualquer tecla para continuar
ar: ﺭﺍﺮﻤﺘﺳﻼ﻿ﻟ ﺭﺯ ﻯﺃ ﻰﻠﻋ ﻂﻐﺿﺍ
bg: Натиснете произволен клавиш, за да продължите
cs: pokračujte stiskem libovolné klávesy
da: Tryk på en vilkårlig tast for at fortsætte
de: Drücken Sie eine beliebige Taste, um fortzufahren
el: Πατήστε οποιοδήποτε κουμπί για να συνεχίσετε
es: Pulse cualquier tecla para continuar
et: Jätkamiseks vajutage suvalist klahvi
fa: ﺪﯿﻫﺩ ﺭﺎﺸﻓ ﻪﻣﺍﺩﺍ ﯼﺍﺮﺑ ﺍﺭ ﯼﺪﯿﻠﮐ
fi: paina mitä tahansa näppäintä jatkaaksesi
fr: Appuyez sur n'importe quelle touche pour continuer
he: ךישמהל ידכ והשלכ שקמ לע שקה
hi: जारी रखने के लिए किसी भी कुंजी को दबाएं
hr: pritisni bilo koju tipku za nastavak
hu: nyomjon meg egy gombot a folytatáshoz
is: Ýttu á hvaða takka sem er til að halda áfram
it: premere un tasto qualsiasi per continuare
ja: 何かキーを押すと続行します
ko: 계속하려면 아무 키나 누르세요.
nl: Druk op een willekeurige toets om door te gaan
no: press hvilken som helst tast for å fortsette
pl: Naciśnij dowolny klawisz, aby kontynuować
ro: apăsați orice tastă pentru a continua
ru: Нажмите любую клавишу для продолжения
sk: pre pokračovanie stlačte ľubovolnú klávesu
sv: tryck på valfri tangent för att fortsätta
tr: Devam etmek için herhangi bir tuşa basın
uk: натисніть будь-яку кнопку, щоб продовжити
zh: 按任意键继续

source: Descrição
ar: ﻒﺻﻭ
bg: Описание
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: ﺡﺮﺷ
fi: Kuvaus
fr: Description
he: רואית
hi: विवरण
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
tr: Tanım
uk: опис
zh: 描述

source: CADASTRO DE PRODUTOS
ar: ﺞﺘﻨﻤﻟﺍ ﻞﻴﺠﺴﺗ
bg: РЕГИСТРАЦИЯ НА ПРОДУКТА
cs: REGISTRACE VÝROBKU
da: PRODUKTREGISTRERING
de: PRODUKTREGISTRIERUNG
el: ΚΑΤΑΧΩΡΗΣΗ ΤΟΥ ΠΡΟΪΟΝΤΟΣ
es: REGISTRACIÓN DEL PRODUCTO
et: TOOTE REGISTREERIMINE
fa: ﻝﻮﺼﺤﻣ ﺖﺒﺛ
fi: TUOTEREKISTERÖINTI
fr: ENREGISTREMENT DU PRODUIT
he: רצומה םושיר
hi: उत्पाद पंजीकरण
hr: REGISTRACIJA PROIZVODA
hu: TERMÉK REGISZTRÁCIÓ
is: VÖRUSKRÁNING
it: REGISTRAZIONE DEL PRODOTTO
ja: 製品登録
ko: 제품 등록
nl: PRODUCT REGISTRATIE
no: PRODUKT REGISTRERING
pl: REJESTRACJA PRODUKTU
ro: INREGISTRAREA PRODUSULUI
ru: РЕГИСТРАЦИЯ ПРОДУКТА
sk: REGISTRÁCIA PRODUKTU
sv: PRODUKTREGISTRERING
tr: ÜRÜN KAYDI
uk: РЕЄСТРАЦІЯ ТОВАРУ
zh: 产品注册

source: ID/Descrição
ar: ﻒﺻﻮﻟﺍ/ﻑﺮﻌﻤﻟﺍ
bg: ID/Описание
cs: ID/Popis
da: ID/beskrivelse
de: ID/Beschreibung
el: Ταυτότητα/Περιγραφή
es: ID/Descripción
et: ID/kirjeldus
fa: ﺕﺎﺤﯿﺿﻮﺗ/ﻪﺳﺎﻨﺷ
fi: ID/kuvaus
fr: ID/Description
he: רואית/ההזמ הדועת
hi: आईडी/विवरण
hr: ID/Opis
hu: ID/Leírás
is: Auðkenni/lýsing
it: ID/Descrizione
ja: ID/説明
ko: ID/설명
nl: ID/beschrijving
no: ID/beskrivelse
pl: Identyfikator/opis
ro: ID/Descriere
ru: Идентификатор/Описание
sk: ID/Popis
sv: ID/beskrivning
tr: Kimlik/Açıklama
uk: ID/Опис
zh: ID/描述

source: ALTERAÇÃO DE PRODUTOS
ar: ﺞﺘﻨﻤﻟﺍ ﺕﺍﺮﻴﻴﻐﺗ
bg: ПРОМЕНИ НА ПРОДУКТА
cs: PRODUKTOVÉ ZMĚNY
da: PRODUKTÆNDRINGER
de: PRODUKTÄNDERUNGEN
el: ΑΛΛΑΓΕΣ ΠΡΟΪΟΝΤΩΝ
es: CAMBIOS DE PRODUCTO
et: TOOTE MUUTUSED
fa: ﻝﻮﺼﺤﻣ ﺕﺍﺮﯿﯿﻐﺗ
fi: TUOTTEEN MUUTOKSET
fr: CHANGEMENTS DE PRODUIT
he: רצומב םייוניש
hi: उत्पाद परिवर्तन
hr: PROMJENE PROIZVODA
hu: TERMÉKVÁLTOZÁSOK
is: VÖRUBREYTINGAR
it: CAMBIAMENTI DEL PRODOTTO
ja: 製品の変更
ko: 제품 변경
nl: PRODUCTWIJZIGINGEN
no: PRODUKTENDRINGER
pl: ZMIANY PRODUKTÓW
ro: MODIFICĂRI DE PRODUS
ru: ИЗМЕНЕНИЯ ПРОДУКТА
sk: PRODUKTOVÉ ZMENY
sv: PRODUKTÄNDRINGAR
tr: ÜRÜN DEĞİŞİKLİKLERİ
uk: ЗМІНИ ПРОДУКТУ
zh: 产品变更

source: Fabricante
ar: ﻊﻧﺎﺼﻟﺍ
bg: производител
cs: Výrobce
da: Fabrikant
de: Hersteller
el: Κατασκευαστής
et: Tootja
fa: ﻩﺪﻧﺯﺎﺳ
fi: Valmistaja
fr: Fabricant
he: ןרָציַ
hi: उत्पादक
hr: Proizvođač
hu: Gyártó
is: Framleiðandi
it: Produttore
ja: メーカー
ko: 제조업체
nl: Fabrikant
no: Produsent
pl: Producent
ro: Producător
ru: Производитель
sk: Výrobca
sv: Tillverkare
tr: Üretici firma
uk: Виробник
zh: 制造商

source: Código Barras
ar: ﺩﻮﻛﺭﺎﺒﻟﺍ
bg: Бар код
cs: Čárový kód
da: Stregkode
de: Barcode
el: Bar code
es: código de barras
et: Triipkood
fa: ﺪﮐﺭﺎﺑ
fi: Viivakoodi
fr: Code à barre
he: דוקרב
hi: बार कोड
hr: Bar kod
hu: Vonalkód
is: Strikamerki
it: Codice a barre
ja: バーコード
ko: 바 코드
nl: Streepjescode
no: Strekkode
pl: Kod kreskowy
ro: Cod de bare
ru: Штрих-код
sk: Čiarový kód
sv: Streckkod
tr: Barkod
uk: Штрих-код
zh: 条码

source: Unidade
ar: ﺓﺪﺣﻭ
bg: Мерна единица
cs: Jednotka
da: Enhed
de: Einheit
el: Μονάδα
es: Unidad
et: Üksus
fa: ﺪﺣﺍﻭ
fi: Yksikkö
fr: Unité
he: הדיחי
hi: इकाई
hr: Jedinica
hu: Mértékegység
is: Eining
it: Unità
ja: ユニット
ko: 단위
nl: Eenheid
no: Enhet
pl: Jednostka
ro: Unitate
ru: Единица
sk: Jednotka
sv: Enhet
tr: Birim
uk: одиниця
zh: 单元

source: Estoque mínimo
ar: ﻥﻭﺰﺨﻤﻟﺍ ﻦﻣ ﻰﻧﺩﻷ﻿ﺍ ﺪﺤﻟﺍ
bg: Минимална наличност
cs: Minimální zásoby
da: Minimum lager
de: Mindestbestand
el: Ελάχιστο απόθεμα
es: Stock mínimo
et: Minimaalne laovaru
fa: ﯼﺩﻮﺟﻮﻣ ﻞﻗﺍﺪﺣ
fi: Vähimmäisvarasto
fr: Stock minimum
he: םומינימ יאלמ
hi: न्यूनतम स्टॉक
hr: Minimalne zalihe
hu: Minimális készlet
is: Lágmarksbirgðir
it: Scorta minima
ja: 最低在庫
ko: 최소 재고
nl: Minimale voorraad
no: Minste lagerbeholdning
pl: Minimalny zapas
ro: Stoc minim
ru: Минимальный запас
sk: Minimálne zásoby
sv: Minsta lager
tr: Minimum stok
uk: Мінімальний запас
zh: 最低库存

source: Data validade
ar: ﺔﻴﺣﻼ﻿ﺼﻟﺍ ءﺎﻬﺘﻧﺍ ﺦﻳﺭﺎﺗ
bg: Срок на годност
cs: Datum spotřeby
da: Udløbsdato
de: Verfallsdatum
el: Ημερομηνία λήξης
es: Fecha de caducidad
et: Aegumiskuupäev
fa: ﺎﻀﻘﻧﺍ ﺦﯾﺭﺎﺗ
fi: Viimeinen käyttöpäivä
fr: Date d'expiration
he: הגופת ךיראת
hi: समाप्ति तिथि
hr: Datum isteka roka trajanja
hu: Lejárati dátum
is: Gildistími
it: Data di scadenza
ja: 有効期限
ko: 만료일
nl: Uiterste houdbaarheidsdatum
no: Utløpsdato
pl: Termin ważności
ro: Data expirării
ru: Дата окончания срока
sk: Dátum spotreby
sv: Utgångsdatum
tr: Son kullanma tarihi
uk: Термін придатності
zh: 截止日期

source: Preço (ex: 4.99 ou 5)
ar: (5 ﻭﺃ 4.99 :ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ) ﺮﻌﺴﻟﺍ
bg: Цена (напр.: 4,99 или 5)
cs: Cena (např.: 4,99 nebo 5)
da: Pris (f.eks. 4,99 eller 5)
de: Preis (z. B. 4,99 oder 5)
el: Τιμή (π.χ.: 4,99 ή 5)
es: Precio (ej: 4,99 o 5)
et: Hind (nt: 4,99 või 5)
fa: (5 ﺎﯾ 4.99 :ﻼً﻿ﺜﻣ) ﺖﻤﯿﻗ
fi: Hinta (esim. 4,99 tai 5)
fr: Prix (ex : 4,99 ou 5)
he: (5 וא 4.99 :המגודל) ריחמ
hi: कीमत (उदा: 4.99 या 5)
hr: Cijena (npr. 4,99 ili 5)
hu: Ár (pl.: 4,99 vagy 5)
is: Verð (td: 4,99 eða 5)
it: Prezzo (es: 4,99 o 5)
ja: 価格 (例: 4.99 または 5)
ko: 가격(예: 4.99 또는 5)
nl: Prijs (bijvoorbeeld: 4,99 of 5)
no: Pris (eks: 4,99 eller 5)
pl: Cena (np. 4,99 lub 5)
ro: Preț (ex: 4,99 sau 5)
ru: Цена (например: 4,99 или 5)
sk: Cena (napr.: 4,99 alebo 5)
sv: Pris (ex: 4,99 eller 5)
tr: Fiyat (ör. 4,99 veya 5)
uk: Ціна (наприклад: 4,99 або 5)
zh: 价格（例如：4.99 或 5）

source: Descrição não pode ser em branco.
ar: .ﺎﻏًﺭﺎﻓ ﻒﺻﻮﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Описанието не може да се попълни.
cs: Popis nesmí být prázdný.
da: Beskrivelsen må ikke være tom.
de: Die Beschreibung darf nicht leer sein.
el: Η περιγραφή δεν μπορεί να είναι κενή.
es: La descripción no puede estar en blanco.
et: Kirjelduse väli ei tohi olla tühi.
fa: .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﺕﺎﺤﯿﺿﻮﺗ
fi: Kuvaus ei voi olla tyhjä.
fr: La description ne peut pas être vide.
he: .קיר תויהל לוכי אל רואיתה
hi: विवरण रिक्त नहीं हो सकता.
hr: Opis ne može biti prazan.
hu: A leírás nem lehet üres.
is: Lýsing má ekki vera auð.
it: La descrizione non può essere vuota.
ja: 説明を空白にすることはできません。
ko: 설명은 비워둘 수 없습니다.
nl: Beschrijving mag niet leeg zijn.
no: Beskrivelse kan ikke være tom.
pl: Opis nie może być pusty.
ro: Descrierea nu poate fi goală.
ru: Описание не может быть пустым.
sk: Popis nemôže byť prázdny.
sv: Beskrivning får inte vara tom.
tr: Açıklama boş olamaz.
uk: Опис не може бути пустим.
zh: 描述不能为空。

source: Descrição não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﻒﺻﻮﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Описанието не може да се попълни. Отмяна?
cs: Popis nesmí být prázdný. Zrušení?
da: Beskrivelsen må ikke være tom. Afbestille?
de: Die Beschreibung darf nicht leer sein. Stornieren?
el: Η περιγραφή δεν μπορεί να είναι κενή. Ματαίωση?
es: La descripción no puede estar en blanco. ¿Cancelar?
et: Kirjelduse väli ei tohi olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﺕﺎﺤﯿﺿﻮﺗ
fi: Kuvaus ei voi olla tyhjä. Peruuttaa?
fr: La description ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל רואיתה
hi: विवरण रिक्त नहीं हो सकता. रद्द करना?
hr: Opis ne može biti prazan. Otkazati?
hu: A leírás nem lehet üres. Megszünteti?
is: Lýsing má ekki vera auð. Hætta við?
it: La descrizione non può essere vuota. Annulla?
ja: 説明を空白にすることはできません。キャンセル？
ko: 설명은 비워둘 수 없습니다. 취소?
nl: Beschrijving mag niet leeg zijn. Annuleren?
no: Beskrivelse kan ikke være tom. Avbryt?
pl: Opis nie może być pusty. Anulować?
ro: Descrierea nu poate fi goală. Anulare?
ru: Описание не может быть пустым. Отмена?
sk: Popis nemôže byť prázdny. Zrušiť?
sv: Beskrivning får inte vara tom. Annullera?
tr: Açıklama boş olamaz. İptal etmek?
uk: Опис не може бути пустим. Скасувати?
zh: 描述不能为空。取消？

source: Fabricante/Fornecedor não encontrado
ar: ﺩﺭﻮﻤﻟﺍ/ﺔﻌﻨﺼﻤﻟﺍ ﺔﻛﺮﺸﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
bg: Производител/доставчик не е намерен
cs: Výrobce/dodavatel nenalezen
da: Producent/leverandør blev ikke fundet
de: Hersteller/Lieferant nicht gefunden
el: Κατασκευαστής/Προμηθευτής δεν βρέθηκε
es: Fabricante/Proveedor no encontrado
et: Tootjat/tarnijat ei leitud
fa: ﺪﺸﻧ ﺍﺪﯿﭘ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ/ﻩﺪﻧﺯﺎﺳ
fi: Valmistajaa/toimittajaa ei löydy
fr: Fabricant/fournisseur introuvable
he: אצמנ אל קפס/ןרצי
hi: निर्माता/आपूर्तिकर्ता नहीं मिला
hr: Proizvođač/dobavljač nije pronađen
hu: A gyártó/szállító nem található
is: Framleiðandi/birgir fannst ekki
it: Produttore/Fornitore non trovato
ja: メーカー/サプライヤーが見つかりません
ko: 제조업체/공급업체를 찾을 수 없습니다.
nl: Fabrikant/leverancier niet gevonden
no: Finner ikke produsent/leverandør
pl: Nie znaleziono producenta/dostawcy
ro: Producătorul/Furnizorul nu a fost găsit
ru: Производитель/Поставщик не найден
sk: Výrobca/dodávateľ sa nenašiel
sv: Tillverkare/leverantör hittades inte
tr: Üretici/Tedarikçi bulunamadı
uk: Виробник/постачальник не знайдено
zh: 未找到制造商/供应商

source: Fabricante/Fornecedor não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﺩﺭﻮﻤﻟﺍ/ﺔﻌﻨﺼﻤﻟﺍ ﺔﻛﺮﺸﻟﺍ ﻞﻘﺣ ﻙﺮﺗ ﻦﻜﻤﻳ ﻻ﻿
bg: Производител/доставчик не може да се попълни. Отмяна?
cs: Pole Výrobce/dodavatel nemůže být prázdné. Zrušení?
da: Producent/leverandør må ikke udfyldes. Afbestille?
de: Hersteller/Lieferant darf nicht leer sein. Stornieren?
el: Ο κατασκευαστής/προμηθευτής δεν μπορεί να είναι κενός. Ματαίωση?
es: Fabricante/Proveedor no puede estar en blanco. ¿Cancelar?
et: Tootja/tarnija väli ei saa olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ/ﻩﺪﻧﺯﺎﺳ
fi: Valmistaja/toimittaja ei voi olla tyhjä. Peruuttaa?
fr: Le fabricant/fournisseur ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל קפס/ןרציה
hi: निर्माता/आपूर्तिकर्ता रिक्त नहीं हो सकता. रद्द करना?
hr: Proizvođač/dobavljač ne može biti prazan. Otkazati?
hu: A gyártó/szállító mező nem lehet üres. Megszünteti?
is: Framleiðandi/birgir má ekki vera auður. Hætta við?
it: Il produttore/fornitore non può essere vuoto. Annulla?
ja: メーカー/サプライヤーを空白にすることはできません。キャンセル？
ko: 제조업체/공급업체는 비워둘 수 없습니다. 취소?
nl: Fabrikant/leverancier mag niet blanco zijn. Annuleren?
no: Produsent/leverandør kan ikke være blank. Avbryt?
pl: Pole Producent/Dostawca nie może być puste. Anulować?
ro: Producătorul/furnizorul nu poate fi necompletat. Anulare?
ru: Имя производителя/поставщика не может быть пустым. Отмена?
sk: Pole Výrobca/dodávateľ nemôže byť prázdne. Zrušiť?
sv: Tillverkare/leverantör får inte vara blank. Annullera?
tr: Üretici/Tedarikçi boş olamaz. İptal etmek?
uk: Виробник/постачальник не може бути пустим. Скасувати?
zh: 制造商/供应商不能为空。取消？

source: Data inválida
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ﺦﻳﺭﺎﺗ
bg: Невалидна дата
cs: Neplatné datum
da: Ugyldig dato
de: Ungültiges Datum
el: Ακυρη ημερομηνία
es: Fecha invalida
et: Kehtetu kuupäev
fa: ﺮﺒﺘﻌﻣﺎﻧ ﺦﯾﺭﺎﺗ
fi: Väärä päivämäärä
fr: Date invalide
he: יקוח אל ךיראת
hi: अमान्य दिनांक
hr: Nevažeći datum
hu: Érvénytelen dátum
is: Ógild dagsetning
it: Data non valida
ja: 無効な日付
ko: 잘못된 날짜
nl: Ongeldige datum
no: Ugyldig dato
pl: Nieprawidłowa data
ro: Data nevalidă
ru: Недействительная дата
sk: Neplatný dátum
sv: Ogiltigt datum
tr: Geçersiz tarih
uk: Недійсна дата
zh: 失效日期

source: Data não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎًﻏﺭﺎﻓ ﺦﻳﺭﺎﺘﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Датата не може да се попълни. Отмяна?
cs: Datum nemůže být prázdné. Zrušení?
da: Datoen må ikke være tom. Afbestille?
de: Das Datum darf nicht leer sein. Stornieren?
el: Η ημερομηνία δεν μπορεί να είναι κενή. Ματαίωση?
es: La fecha no puede estar en blanco. ¿Cancelar?
et: Kuupäeva väli ei saa olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﺦﯾﺭﺎﺗ
fi: Päivämäärä ei voi olla tyhjä. Peruuttaa?
fr: La date ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל ךיראתה
hi: दिनांक रिक्त नहीं हो सकता. रद्द करना?
hr: Datum ne može biti prazan. Otkazati?
hu: A dátum nem lehet üres. Megszünteti?
is: Dagsetning má ekki vera auð. Hætta við?
it: La data non può essere vuota. Annulla?
ja: 日付を空白にすることはできません。キャンセル？
ko: 날짜는 비워둘 수 없습니다. 취소?
nl: Datum mag niet leeg zijn. Annuleren?
no: Dato kan ikke stå tomt. Avbryt?
pl: Data nie może być pusta. Anulować?
ro: Data nu poate fi goală. Anulare?
ru: Дата не может быть пустой. Отмена?
sk: Dátum nemôže byť prázdny. Zrušiť?
sv: Datum får inte vara tomt. Annullera?
tr: Tarih boş olamaz. İptal etmek?
uk: Дата не може бути пустою. Скасувати?
zh: 日期不能为空。取消？

source: Formato inválido. Usar ponto decimal ex: 4.99 ou número inteiro.
ar: .ﺢﻴﺤﺻ ﻢﻗﺭ ﻭﺃ 4.99 ﻝﺎﺜﻤﻟﺍ ﻞﻴﺒﺳ ﻰﻠﻋ ،ﺔﻳﺮﺸﻌﻟﺍ ﺔﻣﻼ﻿ﻌﻟﺍ ﻡﺪﺨﺘﺳﺍ .ﺢﻟﺎﺻ ﺮﻴﻏ ﻖﻴﺴﻨﺘﻟﺍ
bg: Невалиден формат. Използвайте десетична точка, например 4,99 или цяло число.
cs: Nesprávný formát. Použijte desetinnou čárku, např. 4,99 nebo celé číslo.
da: Ugyldigt format. Brug decimalkomma, f.eks. 4,99 eller heltal.
de: Ungültiges Format. Verwenden Sie einen Dezimalpunkt, z. B. 4,99, oder eine ganze Zahl.
el: Ακυρη μορφή. Χρησιμοποιήστε δεκαδικό ψηφίο, π.χ. 4,99 ή ακέραιο αριθμό.
es: Formato inválido. Utilice el punto decimal, por ejemplo, 4,99 o un número entero.
et: Kehtetu vorming. Kasutage koma, nt 4,99 või täisarvu.
fa: .ﺪﯿﻨﮐ ﻩﺩﺎﻔﺘﺳﺍ ﻞﻣﺎﮐ ﺩﺪﻋ ﺎﯾ 4.99 ﻝﺎﺜﻣ ﻥﺍﻮﻨﻋ ﻪﺑ ﺭﺎﺸﻋﺍ ﻪﻄﻘﻧ ﺯﺍ .ﺖﺳﺍ ﺮﺒﺘﻌﻣﺎﻧ ﺐﻟﺎﻗ
fi: Väärä muoto. Käytä desimaalipistettä, esim. 4,99 tai kokonaislukua.
fr: Format invalide. Utilisez un point décimal, par exemple 4,99 ou un nombre entier.
he: .םלש רפסמ וא 4.99 לשמל ,תינורשע הדוקנב שמתשה .יקוח אל טמרופ
hi: अवैध प्रारूप। दशमलव बिंदु का उपयोग करें जैसे 4.99 या पूर्ण संख्या।
hr: Nevažeći format. Koristite decimalnu točku, npr. 4,99 ili cijeli broj.
hu: Érvénytelen formátum. Használjon tizedesvesszőt, például 4,99-et vagy egész számot.
is: Ógilt snið. Notaðu aukastaf t.d. 4,99 eða heila tölu.
it: Formato non valido. Utilizza il punto decimale, ad esempio 4,99 o il numero intero.
ja: 無効な形式。小数点 (例: 4.99) または整数を使用します。
ko: 형식이 잘못되었습니다. 소수점(예: 4.99 또는 정수)을 사용하세요.
nl: Ongeldig formaat. Gebruik een decimaalteken, bijvoorbeeld 4,99 of een geheel getal.
no: Ugyldig format. Bruk desimaltegn, for eksempel 4,99 eller heltall.
pl: Niepoprawny format. Użyj kropki dziesiętnej, np. 4,99 lub liczby całkowitej.
ro: Format invalid. Utilizați virgulă zecimală, de exemplu, 4,99 sau număr întreg.
ru: Неверный формат. Используйте десятичную точку, например 4,99 или целое число.
sk: Neplatný formát. Použite desatinnú čiarku, napr. 4,99 alebo celé číslo.
sv: Ogiltigt format. Använd decimalkomma t.ex. 4,99 eller heltal.
tr: Geçersiz format. Ondalık noktayı kullanın, örneğin 4,99 veya tam sayı.
uk: Недійсний формат. Використовуйте десяткову кому, наприклад 4,99, або ціле число.
zh: 无效的格式。使用小数点，例如 4.99 或整数。

source: Confirma inclusão/atualização do produto?
ar: ؟ﺞﺘﻨﻤﻟﺍ ﺚﻳﺪﺤﺗ/ﺝﺍﺭﺩﺇ ﺪﻴﻛﺄﺗ
bg: Да потвърдите включването/актуализацията на продукта?
cs: Potvrdit zařazení/aktualizaci produktu?
da: Bekræft medtagelse/opdatering af produktet?
de: Aufnahme/Update des Produkts bestätigen?
el: Επιβεβαίωση συμπερίληψης/ενημέρωσης του προϊόντος;
es: ¿Confirmar inclusión/actualización del producto?
et: Kas kinnitada toote kaasamist/värskendamist?
fa: ؟ﺪﯿﻨﮐu200cﯽﻣ ﺪﯿﯾﺄﺗ ﺍﺭ ﻝﻮﺼﺤﻣ ﯽﻧﺎﺳﺭﺯﻭﺭu200cﻪﺑ/ﺝﺭﺩ
fi: Vahvistatko tuotteen sisällyttämisen/päivityksen?
fr: Confirmer l'inclusion/la mise à jour du produit ?
he: ?רצומה לש ןוכדע/הללכה רשאל
hi: उत्पाद के समावेशन/अद्यतन की पुष्टि करें?
hr: Potvrditi uključivanje/ažuriranje proizvoda?
hu: Megerősíti a termék felvételét/frissítését?
is: Staðfesta innlimun/uppfærslu vörunnar?
it: Confermi l'inclusione/aggiornamento del prodotto?
ja: 製品の組み込み/更新を確認しますか?
ko: 제품의 포함/업데이트를 확인하시겠습니까?
nl: Bevestiging/update van het product?
no: Bekrefte inkludering/oppdatering av produktet?
pl: Potwierdzić dodanie/aktualizację produktu?
ro: Confirmați includerea/actualizarea produsului?
ru: Подтвердить включение/обновление продукта?
sk: Potvrdiť zaradenie/aktualizáciu produktu?
sv: Bekräfta inkludering/uppdatering av produkten?
tr: Ürünün dahil edilmesini/güncellenmesini onaylıyor musunuz?
uk: Підтвердити включення/оновлення продукту?
zh: 确认包含/更新产品？

source: Inclusão/alteração não efetuada.
ar: .ﺮﻴﻴﻐﺘﻟﺍ/ﺝﺍﺭﺩﻹ﻿ﺍ ﻢﺘﻳ ﻢﻟ
bg: Включване/промяна не е направена.
cs: Zařazení/změna neprovedena.
da: Inddragelse/ændring ikke foretaget.
de: Aufnahme/Änderung nicht vorgenommen.
el: Δεν έγινε συμπερίληψη/αλλαγή.
es: Inclusión/cambio no realizado.
et: Kaasamine/muudatus tegemata.
fa: .ﺖﺳﺍ ﻩﺪﺸﻧ ﻡﺎﺠﻧﺍ ﺮﯿﯿﻐﺗ/ﻥﺪﻧﺎﺠﻨﮔ
fi: Sisällytystä/muutosta ei tehty.
fr: Inclusion/modification non effectuée.
he: .עצוב אל יוניש/הללכה
hi: समावेशन/परिवर्तन नहीं किया गया.
hr: Uključivanje/promjena nije izvršena.
hu: Bevétel/módosítás nem történt.
is: Inntaka/breyting ekki gerð.
it: Inclusione/modifica non effettuata.
ja: 組み込み/変更は行われません。
ko: 포함/변경되지 않았습니다.
nl: Opname/wijziging niet doorgevoerd.
no: Inkludering/endring ikke gjort.
pl: Nie wprowadzono/nie wprowadzono zmian.
ro: Includerea/modificarea nu a fost efectuată.
ru: Включение/изменение не выполнено.
sk: Zahrnutie/zmena nebola vykonaná.
sv: Inkludering/ändring ej gjord.
tr: Ekleme/değiştirme yapılmadı.
uk: Включення/зміна не зроблено.
zh: 未进行包含/更改。

source: REMOÇÃO DE PRODUTO
ar: ﺞﺘﻨﻤﻟﺍ ﺔﻟﺍﺯﺇ
bg: ПРЕМАХВАНЕ НА ПРОДУКТА
cs: ODSTRANĚNÍ PRODUKTU
da: FJERNELSE AF PRODUKT
de: ENTFERNEN DES PRODUKTS
el: ΑΦΑΙΡΕΣΗ ΠΡΟΪΟΝΤΟΣ
es: ELIMINACIÓN DEL PRODUCTO
et: TOOTE EEMALDAMINE
fa: ﻝﻮﺼﺤﻣ ﻑﺬﺣ
fi: TUOTTEEN POISTAMINEN
fr: RETRAIT DU PRODUIT
he: רצומ תרסה
hi: उत्पाद हटाना
hr: UKLANJANJE PROIZVODA
hu: TERMÉK ELTÁVOLÍTÁSA
is: Fjarlæging VÖRU
it: RIMOZIONE DEL PRODOTTO
ja: 製品の削除
ko: 제품 제거
nl: PRODUCTVERWIJDERING
no: FJERNING AV PRODUKT
pl: USUWANIE PRODUKTU
ro: DEMONTAREA PRODUSULUI
ru: УДАЛЕНИЕ ПРОДУКТА
sk: ODSTRÁNENIE PRODUKTU
sv: BORTTAGNING AV PRODUKT
tr: ÜRÜN SÖKME
uk: ВИДАЛЕННЯ ВИРОБУ
zh: 产品去除

source: ID/Nome
ar: ﻢﺳﻻ﻿ﺍ/ﻑﺮﻌﻤﻟﺍ
bg: ID/Име
cs: ID/Jméno
da: ID/navn
de: ID/Name
el: Ταυτότητα/Όνομα
es: ID/Nombre
et: ID/nimi
fa: ﻡﺎﻧ / ﻪﺳﺎﻨﺷ
fi: ID/nimi
fr: ID/Nom
he: םש/ההזמ הדועת
hi: आईडी/नाम
hr: ID/ime
hu: ID/Név
is: Auðkenni/nafn
ja: ID/名前
ko: 아이디/이름
nl: Identiteit/Naam
no: ID/navn
pl: Identyfikator/nazwa
ro: ID/Nume
ru: Идентификатор/имя
sk: ID/meno
sv: ID/namn
tr: Kimlik/Ad
uk: ID/ім'я
zh: 身份证/姓名

source: O ID não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﻑﺮﻌﻤﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: ID не може да се попълни. Отмяна?
cs: ID nesmí být prázdné. Zrušení?
da: ID'et må ikke være tomt. Afbestille?
de: Die ID darf nicht leer sein. Stornieren?
el: Το αναγνωριστικό δεν μπορεί να είναι κενό. Ματαίωση?
es: El ID no puede estar en blanco. ¿Cancelar?
et: ID ei tohi olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻪﺳﺎﻨﺷ
fi: Tunnus ei voi olla tyhjä. Peruuttaa?
fr: L'ID ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל ההזמה
hi: आईडी खाली नहीं हो सकती. रद्द करना?
hr: ID ne može biti prazan. Otkazati?
hu: Az azonosító nem lehet üres. Megszünteti?
is: Auðkenni má ekki vera autt. Hætta við?
it: L'ID non può essere vuoto. Annulla?
ja: ID を空白にすることはできません。キャンセル？
ko: ID는 비워둘 수 없습니다. 취소?
nl: Het ID mag niet leeg zijn. Annuleren?
no: ID-en kan ikke være tom. Avbryt?
pl: Identyfikator nie może być pusty. Anulować?
ro: ID-ul nu poate fi gol. Anulare?
ru: Идентификатор не может быть пустым. Отмена?
sk: ID nemôže byť prázdne. Zrušiť?
sv: ID:t får inte vara tomt. Annullera?
tr: Kimlik boş olamaz. İptal etmek?
uk: Ідентифікатор не може бути пустим. Скасувати?
zh: ID 不能为空。取消？

source: Confirma exclusão do produto?
ar: ؟ﺞﺘﻨﻤﻟﺍ ﻑﺬﺣ ﺪﻴﻛﺄﺗ
bg: Потвърждаване на изтриването на продукта?
cs: Potvrdit smazání produktu?
da: Bekræft sletning af produktet?
de: Löschen des Produkts bestätigen?
el: Επιβεβαίωση διαγραφής του προϊόντος;
es: ¿Confirmar la eliminación del producto?
et: Kas kinnitada toote kustutamine?
fa: ؟ﺪﯿﻨﮐ ﯽﻣ ﺪﯿﯾﺎﺗ ﺍﺭ ﻝﻮﺼﺤﻣ ﻑﺬﺣ
fi: Vahvistatko tuotteen poistamisen?
fr: Confirmer la suppression du produit ?
he: ?רצומה תקיחמ תא רשאל
hi: उत्पाद को हटाने की पुष्टि करें?
hr: Potvrditi brisanje proizvoda?
hu: Megerősíti a termék törlését?
is: Staðfesta eyðingu vörunnar?
it: Confermi l'eliminazione del prodotto?
ja: 商品の削除を確認しますか?
ko: 제품 삭제를 확인하시겠습니까?
nl: Verwijdering van het product bevestigen?
no: Bekreft sletting av produktet?
pl: Potwierdzić usunięcie produktu?
ro: Confirmați ștergerea produsului?
ru: Подтвердить удаление продукта?
sk: Potvrdiť vymazanie produktu?
sv: Bekräfta borttagning av produkten?
tr: Ürünün silinmesini onaylıyor musunuz?
uk: Підтвердити видалення продукту?
zh: 确认删除产品吗？
