Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Confirma a atualização?
ar: ؟ﺚﻳﺪﺤﺘﻟﺍ ﺪﻴﻛﺄﺗ
bg: Потвърждаване на актуализацията?
cs: Potvrdit aktualizaci?
da: Vil du bekræfte opdateringen?
de: Update bestätigen?
el: Επιβεβαίωση της ενημέρωσης;
es: ¿Confirmar la actualización?
et: Kas kinnitada värskendus?
fa: ؟ﺪﯿﻨﮐ ﺪﯿﯾﺎﺗ ﺍﺭ ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ
fi: Vahvistatko päivityksen?
fr: Confirmer la mise à jour ?
he: ?ןוכדעה תא רשאל
hi: अद्यतन की पुष्टि करें?
hr: Potvrditi ažuriranje?
hu: Megerősíti a frissítést?
is: Staðfesta uppfærsluna?
it: Confermi l'aggiornamento?
ja: アップデートを確認しますか?
ko: 업데이트를 확인하시겠습니까?
nl: Bevestig de update?
no: Bekrefte oppdateringen?
pl: Potwierdzić aktualizację?
ro: Confirmați actualizarea?
ru: Подтвердить обновление?
sk: Potvrdiť aktualizáciu?
sv: Bekräfta uppdateringen?
tr: Güncelleme onaylansın mı?
uk: Підтвердити оновлення?
zh: 确认更新？

source: Aguarde... Atualizando estoque
ar: ﻥﻭﺰﺨﻤﻟﺍ ﺚﻳﺪﺤﺗ ﺭٍﺎﺟ ...ﺭﺎﻈﺘﻧﻻ﻿ﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изчакайте... Наличността се актуализира
cs: Čekejte prosím... Aktualizace zásob
da: Vent venligst... Opdaterer lager
de: Bitte warten... Lagerbestand wird aktualisiert
el: Παρακαλώ περιμένετε... Ενημέρωση αποθέματος
es: Por favor espera... Actualizando stock
et: Palun oodake... Laoseisu värskendamine
fa: ﯼﺩﻮﺟﻮﻣ ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ ﻝﺎﺣ ﺭﺩ ...ﺪﯿﻨﮐ ﺮﺒﺻ ﺎﻔﻄﻟ
fi: Odota... Varastoa päivitetään
fr: Veuillez patienter... Mise à jour du stock
he: יאלמ ןכדעמ ...ןתמה אנא
hi: कृपया प्रतीक्षा करें... स्टॉक अपडेट हो रहा है
hr: Pričekajte... Ažuriranje zaliha
hu: Kérjük, várjon... Raktárkészlet frissítése
is: Vinsamlegast bíddu... Uppfærir lager
it: Si prega di attendere... Aggiornamento stock in corso
ja: お待ちください...在庫を更新中です
ko: 잠시만 기다려주세요... 재고 업데이트 중
nl: Een ogenblik geduld... De voorraad wordt bijgewerkt
no: Vennligst vent... Oppdaterer lager
pl: Proszę czekać... Aktualizowanie zapasów
ro: Vă rugăm să așteptați... Se actualizează stocul
ru: Пожалуйста, подождите... Обновление ассортимента
sk: Čakajte prosím... Aktualizácia zásob
sv: Vänta... Uppdaterar lager
tr: Lütfen bekleyin... Stok güncelleniyor
uk: Зачекайте... Оновлення запасів
zh: 请稍等...库存更新中

source: Atualização concluída
ar: ءﺎﻬﺘﻧﻻ﻿ﺍ ﺚﻳﺪﺤﺗ
bg: Актуализацията е завършена
cs: Aktualizace dokončena
da: Opdatering gennemført
de: Update abgeschlossen
el: Η ενημέρωση ολοκληρώθηκε
es: Actualización completada
et: Värskendus lõpetatud
fa: ﺪﺷ ﻡﺎﺠﻧﺍ ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ
fi: Päivitys valmis
fr: Mise à jour terminée
he: םלשוה ןוכדעה
hi: अपडेट पूर्ण हो गया
hr: Ažuriranje dovršeno
hu: Frissítés kész
is: Uppfærslu lokið
it: Aggiornamento completato
ja: アップデート完了
ko: 업데이트 완료
nl: Update voltooid
no: Oppdatering fullført
pl: Aktualizacja zakończona
ro: Actualizare finalizată
ru: Обновление завершено
sk: Aktualizácia dokončená
sv: Uppdatering slutförd
tr: Güncelleme tamamlandı
uk: Оновлення завершено
zh: 更新完成

source: Erro durante a atualização
ar: ﺚﻳﺪﺤﺘﻟﺍ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ
bg: Грешка при актуализация
cs: Chyba během aktualizace
da: Fejl under opdatering
de: Fehler beim Update
el: Σφάλμα κατά την ενημέρωση
es: Error durante la actualización
et: Viga värskendamise ajal
fa: ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ ﻦﯿﺣ ﺭﺩ ﺎﻄﺧ
fi: Virhe päivityksen aikana
fr: Erreur lors de la mise à jour
he: ןוכדעה ךלהמב האיגש
hi: अद्यतन के दौरान त्रुटि
hr: Pogreška tijekom ažuriranja
hu: Hiba a frissítés során
is: Villa við uppfærslu
it: Errore durante l'aggiornamento
ja: アップデート中のエラー
ko: 업데이트 중 오류
nl: Fout tijdens update
no: Feil under oppdatering
pl: Błąd podczas aktualizacji
ro: Eroare la actualizare
ru: Ошибка во время обновления
sk: Chyba počas aktualizácie
sv: Fel under uppdatering
tr: Güncelleme sırasında hata
uk: Помилка під час оновлення
zh: 更新期间出错

source: Checando tabela produtos
ar: ﺞﺘﻨﻤﻟﺍ ﻝﻭﺪﺟ ﻦﻣ ﻖﻘﺤﺘﻟﺍ
bg: Проверка на продуктовата таблица
cs: Kontrola tabulky produktů
da: Kontrol af produkttabel
de: Produkttabelle prüfen
el: Έλεγχος πίνακα προϊόντων
es: Comprobando la tabla de productos
et: Tootetabeli kontrollimine
fa: ﻝﻮﺼﺤﻣ ﻝﻭﺪﺟ ﯽﺳﺭﺮﺑ
fi: Tarkistetaan tuotetaulukkoa
fr: Vérification du tableau des produits
he: םירצומ תלבט תקידב
hi: उत्पाद तालिका की जाँच की जा रही है
hr: Provjera tablice proizvoda
hu: Terméktáblázat ellenőrzése
is: Skoða vörutöflu
it: Controllo della tabella dei prodotti
ja: 製品表の確認
ko: 상품표 확인 중
nl: Producttabel controleren
no: Sjekker produkttabell
pl: Sprawdzanie tabeli produktów
ro: Verificarea tabelului de produse
ru: Проверка таблицы продуктов
sk: Kontrola tabuľky produktov
sv: Kontrollera produkttabellen
tr: Ürün tablosunun kontrol edilmesi
uk: Перевірка таблиці продуктів
zh: 检查产品表

source: Checando tabela fornecedor
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﻝﻭﺪﺟ ﻦﻣ ﻖﻘﺤﺘﻟﺍ
bg: Проверка на таблицата на доставчика
cs: Kontrola tabulky dodavatelů
da: Kontrol af leverandørtabel
de: Lieferantentabelle prüfen
el: Έλεγχος πίνακα προμηθευτών
es: Comprobando tabla de proveedores
et: Tarnija tabeli kontrollimine
fa: ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻝﻭﺪﺟ ﯽﺳﺭﺮﺑ
fi: Tarkastetaan toimittajataulukkoa
fr: Vérification du tableau des fournisseurs
he: םיקפס תלבט תקידב
hi: आपूर्तिकर्ता तालिका की जाँच की जा रही है
hr: Provjera tablice dobavljača
hu: Beszállítói táblázat ellenőrzése
is: Athugaðu birgjatöflu
it: Controllo della tabella fornitori
ja: サプライヤーテーブルの確認
ko: 공급업체 테이블 확인
nl: Leverancierstabel controleren
no: Sjekker leverandørtabell
pl: Sprawdzanie tabeli dostawców
ro: Verificarea tabelului furnizorilor
ru: Проверка таблицы поставщиков
sk: Kontrola tabuľky dodávateľov
sv: Kontrollera leverantörstabell
tr: Tedarikçi tablosunun kontrol edilmesi
uk: Перевірка таблиці постачальника
zh: 检查供应商表

source: Checando tabela vendas
ar: ﺕﺎﻌﻴﺒﻤﻟﺍ ﻝﻭﺪﺟ ﺺﺤﻓ
bg: Проверка на таблицата с продажбите
cs: Kontrola prodejní tabulky
da: Kontrol af salgstabel
de: Verkaufstabelle prüfen
el: Έλεγχος πίνακα πωλήσεων
es: Consultando tabla de ventas.
et: Müügitabeli kontrollimine
fa: ﺵﻭﺮﻓ ﻝﻭﺪﺟ ﯽﺳﺭﺮﺑ
fi: Tarkastetaan myyntitaulukkoa
fr: Vérification du tableau des ventes
he: תוריכמ תלבט תקידב
hi: विक्रय तालिका की जाँच करना
hr: Provjera tablice prodaje
hu: Értékesítési táblázat ellenőrzése
is: Skoða sölutöflu
it: Controllo della tabella delle vendite
ja: 売上表を確認する
ko: 판매 테이블 확인
nl: Verkooptabel controleren
no: Sjekker salgstabell
pl: Sprawdzanie tabeli sprzedaży
ro: Verificarea tabelului de vânzări
ru: Проверка таблицы продаж
sk: Kontrola predajnej tabuľky
sv: Kollar försäljningstabellen
tr: Satış tablosunun kontrol edilmesi
uk: Перевірка таблиці продажів
zh: 检查销售表

source: Checando tabela compras
ar: ﺕﺎﻳﺮﺘﺸﻤﻟﺍ ﻝﻭﺪﺟ ﻦﻣ ﻖﻘﺤﺘﻟﺍ
bg: Проверка на таблицата за покупки
cs: Kontrola nákupní tabulky
da: Kontrol af indkøbstabel
de: Einkaufstabelle prüfen
el: Έλεγχος πίνακα αγορών
es: Consultando tabla de compras
et: Ostu tabeli kontrollimine
fa: ﺪﯾﺮﺧ ﻝﻭﺪﺟ ﯽﺳﺭﺮﺑ
fi: Ostotaulukon tarkistus
fr: Vérification du tableau d'achat
he: תושיכר תלבט תקידב
hi: क्रय तालिका की जाँच करना
hr: Provjera tablice nabave
hu: Beszerzési táblázat ellenőrzése
is: Athugar innkaupatöflu
it: Controllo della tabella acquisti
ja: 購入表の確認
ko: 구매 테이블 확인 중
nl: Inkooptabel controleren
no: Sjekker innkjøpstabell
pl: Sprawdzanie tabeli zakupów
ro: Verificarea tabelului de cumparare
ru: Проверка таблицы закупок
sk: Kontrola nákupnej tabuľky
sv: Kollar inköpstabell
tr: Satın alma tablosunun kontrol edilmesi
uk: Перевірка таблиці закупівель
zh: 检查采购表

source: CUIDADO! ESTE PROCEDIMENTO IRÁ APAGAR TODOS OS REGISTROS. Confirma ?
ar: ؟ﺪﻛﺄﺘﻳ .ﺕﻼ﻿ﺠﺴﻟﺍ ﺔﻓﺎﻛ ﻑﺬﺣ ﻰﻟﺇ ءﺍﺮﺟﻹ﻿ﺍ ﺍﺬﻫ ﻱﺩﺆﻴﺳ !ﺭﺬﺣ
bg: ВНИМАТЕЛЕН! ТАЗИ ПРОЦЕДУРА ЩЕ ИЗТРИЕ ВСИЧКИ ЗАПИСИ. Потвърждаване?
cs: POZOR! TENTO POSTUP VYMAŽE VŠECHNY ZÁZNAMY. Potvrdit?
da: FORSIGTIG! DENNE PROCEDURE SLETTER ALLE OPTAGELSER. Bekræfte?
de: VORSICHTIG! Bei diesem Vorgang werden alle Datensätze gelöscht. Bestätigen?
el: ΠΡΟΣΕΚΤΙΚΟΣ! ΑΥΤΗ Η ΔΙΑΔΙΚΑΣΙΑ ΘΑ ΔΙΑΓΡΑΦΕΙ ΟΛΕΣ ΤΙΣ ΕΓΓΡΑΦΕΣ. Επιβεβαιώνω?
es: ¡CUIDADOSO! ESTE PROCEDIMIENTO BORRARÁ TODOS LOS REGISTROS. ¿Confirmar?
et: ETTEVAATUST! SEE PROTSEDUUR KUSTUTAB KÕIK Kirjed. Kas kinnitada?
fa: ؟ﺪﯿﯾﺎﺗ .ﺩﺮﮐ ﺪﻫﺍﻮﺧ ﻑﺬﺣ ﺍﺭ ﻖﺑﺍﻮﺳ ﻪﻤﻫ ﻪﯾﻭﺭ ﻦﯾﺍ !ﺪﯿﺷﺎﺑ ﺐﻗﺍﺮﻣ
fi: VAROVAINEN! TÄMÄ MENETTELY POISTAA KAIKKI TIETUEET. Vahvistaa?
fr: PRUDENT! CETTE PROCÉDURE SUPPRIMERA TOUS LES ENREGISTREMENTS. Confirmer?
he: ?רשֵׁאַלְ .תומושרה לכ תא קחמי הז ךילה !ריהִזָ
hi: सावधान! यह प्रक्रिया सभी रिकॉर्ड हटा देगी. पुष्टि करना?
hr: OPREZNO! OVAJ POSTUPAK ĆE IZBRISATI SVE ZAPISE. potvrditi?
hu: ÓVATOS! EZ AZ ELJÁRÁS MINDEN FELVÉTELT TÖRÖL. Megerősít?
is: VARLEGA! ÞESSI AÐFERÐ mun eyða öllum skrám. Staðfesta?
it: ATTENTO! QUESTA PROCEDURA ELIMINERÀ TUTTI I RECORD. Confermare?
ja: 注意深い！この手順により、すべての記録が削除されます。確認する？
ko: 주의 깊은! 이 절차를 수행하면 모든 기록이 삭제됩니다. 확인하다?
nl: VOORZICHTIG! MET DEZE PROCEDURE WORDEN ALLE RECORDS VERWIJDERD. Bevestigen?
no: FORSIKTIG! DENNE PROSEDYREN VIL SLETTE ALLE OPPLYSNINGER. Bekrefte?
pl: OSTROŻNY! TA PROCEDURA USUNIE WSZYSTKIE ZAPISY. Potwierdzać?
ro: ATENT! ACEASTA PROCEDURĂ VA ȘTERGE TOATE ÎNREGISTRĂRI. A confirma?
ru: ОСТОРОЖНЫЙ! ЭТА ПРОЦЕДУРА УДАЛИТ ВСЕ ЗАПИСИ. Подтверждать?
sk: POZOR! TENTO POSTUP VYMAŽE VŠETKY ZÁZNAMY. potvrdiť?
sv: FÖRSIKTIG! DENNA PROCEDUR KOMMER ATT RADERA ALLA POST. Bekräfta?
tr: DİKKATLİ OLMAK! BU PROSEDÜR TÜM KAYITLARI SİLECEKTİR. Onaylamak?
uk: ОБЕРЕЖНО! ЦЯ ПРОЦЕДУРА ВИДАЛИТЬ УСІ ЗАПИСИ. Підтвердити?
zh: 小心！此过程将删除所有记录。确认？

source: Aguarde, Droping tabela produtos
ar: ﺕﺎﺠﺘﻨﻤﻟﺍ ﻁﺎﻘﺳﺇ ﻝﻭﺪﺟ ،ﺭﺎﻈﺘﻧﻻ﻿ﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изчакайте, таблица с продукти за премахване
cs: Čekejte prosím, tabulka klesajících produktů
da: Vent venligst, Tab af produkter
de: Bitte warten, Produkttabelle wird gelöscht
el: Παρακαλώ περιμένετε, πίνακας προϊόντων πτώσης
es: Espere por favor, eliminando la tabla de productos.
et: Palun oodake, langevate toodete tabel
fa: Droping ﺕﻻ﻿ﻮﺼﺤﻣ ﻝﻭﺪﺟ ،ﺪﯿﻨﮐ ﺮﺒﺻ ﺎﻔﻄﻟ
fi: Odota, pudota tuotetaulukko
fr: Veuillez patienter, suppression du tableau des produits
he: םירצומ רורחש תלבט ,ןתמה אנא
hi: कृपया प्रतीक्षा करें, उत्पाद तालिका छोड़ रहा हूँ
hr: Molimo pričekajte, tablica proizvoda koja se ispušta
hu: Kérem, várjon, ledobható termékek táblázata
is: Vinsamlegast bíddu, sleppa vörur borð
it: Per favore attendere, Eliminazione tabella prodotti
ja: お待ちください。製品テーブルを削除しています
ko: 잠시만 기다려주세요. 제품 테이블을 삭제하는 중입니다.
nl: Even geduld a.u.b. De productentabel wordt verwijderd
no: Vennligst vent, Dropping products table
pl: Proszę czekać. Tabela upuszczania produktów
ro: Vă rugăm să așteptați, Renunțarea la masa de produse
ru: Пожалуйста, подождите, таблица продуктов удаляется
sk: Čakajte prosím, tabuľka klesajúcich produktov
sv: Vänta, släpp produkttabell
tr: Lütfen bekleyin, ürünler tablosu bırakılıyor
uk: Будь ласка, зачекайте, Випадання таблиці продуктів
zh: 请稍等，正在删除产品表

source: Aguarde, Droping tabela fornecedor
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﻝﻭﺪﺟ ﻁﺎﻘﺳﺇﻭ ،ﺭﺎﻈﺘﻧﻻ﻿ﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изчакайте, таблицата с доставчици се изтрива
cs: Čekejte prosím, padá tabulka dodavatelů
da: Vent venligst, Dropper leverandørtabel
de: Bitte warten, Lieferantentabelle wird gelöscht
el: Παρακαλώ περιμένετε, Πτώση πίνακα προμηθευτών
es: Espere por favor, abandonando la tabla de proveedores.
et: Palun oodake, tarnijate tabel tühistatakse
fa: ﻁﻮﻘﺳ ﻝﺎﺣ ﺭﺩ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻝﻭﺪﺟ ،ﺪﯿﻨﮐ ﺮﺒﺻ ﺎﻔﻄﻟ
fi: Odota, pudotetaan toimittajataulukko
fr: Veuillez patienter, suppression de la table des fournisseurs
he: תדרוה םיקפסה תלבט ,ןתמה אנא
hi: कृपया प्रतीक्षा करें, आपूर्तिकर्ता तालिका छोड़ रहा हूँ
hr: Molimo pričekajte, ispuštam tablicu dobavljača
hu: Kérjük, várjon, szállítói táblázat eldobása
is: Vinsamlegast bíddu, Sleppa birgjaborðinu
it: Attendere prego. Eliminazione tabella fornitori
ja: お待ちください。サプライヤー テーブルを削除しています
ko: 잠시 기다려 주십시오. 공급업체 테이블을 삭제하는 중입니다.
nl: Een ogenblik geduld, de leverancierstabel wordt verwijderd
no: Vennligst vent, Dropper leverandørtabell
pl: Proszę czekać. Upuszczam tabelę dostawców
ro: Vă rugăm să așteptați, scăpat de tabel furnizor
ru: Пожалуйста, подождите. Таблица поставщиков удаляется.
sk: Čakajte prosím, padá tabuľka dodávateľov
sv: Vänta, Tappa leverantörstabell
tr: Lütfen bekleyin, Tedarikçi tablosu bırakılıyor
uk: Зачекайте, таблиця постачальників видаляється
zh: 请稍等，正在删除供应商表

source: Aguarde, Droping tabela vendas
ar: ﺕﺎﻌﻴﺒﻤﻟﺍ ﻝﻭﺪﺟ ﻁﺎﻘﺳﺇ ،ﺭﺎﻈﺘﻧﻻ﻿ﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изчакайте, таблицата с продажбите се премахва
cs: Čekejte prosím, padá tabulka prodejů
da: Vent venligst, faldende salgstabel
de: Bitte warten, Verkaufstabelle wird gelöscht
el: Παρακαλώ περιμένετε, Πτώση πίνακα πωλήσεων
es: Espere por favor, bajando la tabla de ventas.
et: Palun oodake, müügitabel langeb
fa: ﻁﻮﻘﺳ ﻝﺎﺣ ﺭﺩ ﺵﻭﺮﻓ ﻝﻭﺪﺟ ،ﺪﯿﻨﮐ ﺮﺒﺻ ﺎﻔﻄﻟ
fi: Odota, myyntitaulukko pudotetaan
fr: Veuillez patienter, suppression du tableau des ventes
he: תדרוי תוריכמ תלבט ,ןתמה אנא
hi: कृपया प्रतीक्षा करें, बिक्री तालिका गिराई जा रही है
hr: Molimo pričekajte, tablica prodaje se odbacuje
hu: Kérem, várjon, az értékesítési táblázat eldobása
is: Vinsamlegast bíddu, Slepptu sölutafla
it: Attendere prego. Eliminazione tabella vendite
ja: お待ちください、販売テーブルを削除します
ko: 기다려주세요. 판매 테이블을 삭제하는 중입니다.
nl: Een ogenblik geduld, verkooptabel wordt verwijderd
no: Vennligst vent, fallende salgstabell
pl: Proszę czekać. Upuszczam tabelę sprzedaży
ro: Vă rugăm să așteptați, scăderea tabelului de vânzări
ru: Пожалуйста, подождите, таблица продаж опускается.
sk: Čakajte, prosím, ruší sa predajná tabuľka
sv: Vänta, Släpp försäljningstabell
tr: Lütfen bekleyin, Satış tablosu bırakılıyor
uk: Будь ласка, зачекайте, таблиця продажів видаляється
zh: 请稍等，正在删除销售表

source: Aguarde, Droping tabela compra
ar: ءﺍﺮﺸﻟﺍ ﻝﻭﺪﺟ ﻁﺎﻘﺳﺇ ﺭٍﺎﺟ ،ﺭﺎﻈﺘﻧﻻ﻿ﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изчакайте, таблицата за покупки се изтрива
cs: Čekejte prosím, klesá nákupní tabulka
da: Vent venligst, faldende købsbord
de: Bitte warten, die Kauftabelle wird gelöscht
el: Περιμένετε, Πίνακας αγορών σε πτώση
es: Espere por favor, abandonando la tabla de compras.
et: Palun oodake, ostutabel kukub
fa: ﻁﻮﻘﺳ ﻝﺎﺣ ﺭﺩ ﺪﯾﺮﺧ ﻝﻭﺪﺟ ،ﺪﯿﻨﮐ ﺮﺒﺻ ﺎﻔﻄﻟ
fi: Odota, ostopöytä putoaa
fr: Veuillez patienter, abandon du tableau d'achat
he: השיכרה תלבט תדרוה ,ןתמה אנא
hi: कृपया प्रतीक्षा करें, खरीद तालिका छोड़ रहा हूँ
hr: Molimo pričekajte, pada tablica kupnje
hu: Kérjük, várjon, a vásárlási táblázat lefagy
is: Vinsamlegast bíddu, Slepptu innkaupatöflu
it: Attendere prego, Eliminazione tabella acquisti
ja: お待ちください。購入テーブルを削除しています
ko: 잠시만 기다려 주세요. 구매 테이블을 삭제하는 중입니다.
nl: Een ogenblik geduld, aankooptabel wordt verwijderd
no: Vennligst vent, Dropper kjøpstabell
pl: Proszę czekać. Upuszczam tabelę zakupów
ro: Vă rugăm să așteptați, Renunțarea la masa de achiziții
ru: Пожалуйста, подождите. Таблица покупок удаляется.
sk: Čakajte, prosím, ruší sa nákupná tabuľka
sv: Vänta, släpper inköpstabellen
tr: Lütfen bekleyin, Satın alma tablosu bırakılıyor
uk: Зачекайте, таблиця покупок видаляється
zh: 请稍等，正在删除购买表

source: ESTE PROCEDIMENTO IRÁ INSERIR DADOS ALEATÓRIOS PARA TESTES. Confirma ?
ar: ؟ﺪﻛﺄﺘﻳ .ﺭﺎﺒﺘﺧﻼ﻿ﻟ ﺔﻴﺋﺍﻮﺸﻋ ﺕﺎﻧﺎﻴﺑ ﺝﺍﺭﺩﺇ ﻰﻟﺇ ءﺍﺮﺟﻹ﻿ﺍ ﺍﺬﻫ ﻱﺩﺆﻴﺳ
bg: ТАЗИ ПРОЦЕДУРА ЩЕ ВМЪКНЕ ПРОИЗВОЛНИ ДАННИ ЗА ТЕСТВАНЕ. Потвърждаване?
cs: TENTO POSTUP VLOŽÍ NÁHODNÁ ÚDAJE PRO TESTOVÁNÍ. Potvrdit?
da: DENNE PROCEDURE INDSÆTTER TILFÆLDIGE DATA TIL TEST. Bekræfte?
de: Bei diesem Verfahren werden zufällige Daten zum Testen eingefügt. Bestätigen?
el: ΑΥΤΗ Η ΔΙΑΔΙΚΑΣΙΑ ΘΑ ΕΙΣΑΓΕΘΕΙ ΤΥΧΑΙΑ ΔΕΔΟΜΕΝΑ ΓΙΑ ΔΟΚΙΜΗ. Επιβεβαιώνω?
es: ESTE PROCEDIMIENTO INSERTARÁ DATOS ALEATORIOS PARA PRUEBAS. ¿Confirmar?
et: KÄESOLEVA PROTSEDUURIGA SISESTAB TESTIMISEKS JUHUSLIKUD ANDMED. Kas kinnitada?
fa: ؟ﺪﯿﯾﺎﺗ .ﺪﻨﮐ ﯽﻣ ﺝﺭﺩ ﺶﯾﺎﻣﺯﺁ ﯼﺍﺮﺑ ﺍﺭ ﯽﻓﺩﺎﺼﺗ ﯼﺎﻫ ﻩﺩﺍﺩ ﻪﯾﻭﺭ ﻦﯾﺍ
fi: TÄMÄ MENETTELY LISÄÄ SATUNNAISTIEDOT TESTAA VARTEN. Vahvistaa?
fr: CETTE PROCÉDURE INSÉRERA DES DONNÉES ALÉATOIRES POUR LES TESTS. Confirmer?
he: ?רשֵׁאַלְ .הקידבל םייארקא םינותנ סינכי הז ךילה
hi: यह प्रक्रिया परीक्षण के लिए यादृच्छिक डेटा सम्मिलित करेगी। पुष्टि करना?
hr: OVAJ PROCEDURA ĆE UMETNUTI NASUOMIČNE PODATKE ZA TESTIRANJE. potvrditi?
hu: EZ AZ ELJÁRÁS VÉLETLENSZERŰ ADATOKAT SZABAD BE A TESZTELÉSRE. Megerősít?
is: ÞESSI AÐFERÐ mun setja inn handahófskennd gögn fyrir prófun. Staðfesta?
it: QUESTA PROCEDURA INSERIRÀ DATI CASUALI PER IL TEST. Confermare?
ja: この手順では、テスト用にランダムなデータが挿入されます。確認する？
ko: 이 절차에서는 테스트를 위해 무작위 데이터를 삽입합니다. 확인하다?
nl: DEZE PROCEDURE ZAL WILLEKEURIGE GEGEVENS INVOEGEN VOOR TESTEN. Bevestigen?
no: DENNE PROSEDYREN VIL SETTE INN TILFELDIGE DATA FOR TESTING. Bekrefte?
pl: TA PROCEDURA SPOWODUJE WSTAWIENIE LOSOWYCH DANYCH DO TESTOWANIA. Potwierdzać?
ro: ACEASTĂ PROCEDURĂ VA INSERA DATE ALEATORII PENTRU TESTARE. A confirma?
ru: ЭТА ПРОЦЕДУРА ВСТАВИТ СЛУЧАЙНЫЕ ДАННЫЕ ДЛЯ ТЕСТИРОВАНИЯ. Подтверждать?
sk: TENTO POSTUP VLOŽÍ NÁHODNÉ ÚDAJE NA TESTOVANIE. potvrdiť?
sv: DENNA PROCEDUR KOMMER ATT INFOGA Slumpmässiga data för testning. Bekräfta?
tr: BU PROSEDÜR TEST İÇİN RASTGELE VERİLER EKLEYECEKTİR. Onaylamak?
uk: ЦЯ ПРОЦЕДУРА БУДЕ ВСТАВЛЕНО ВИПАДКОВІ ДАНІ ДЛЯ ТЕСТУВАННЯ. Підтвердити?
zh: 此过程将插入随机数据进行测试。确认？

source: Populando tabela produtos
ar: ﺕﺎﺠﺘﻨﻤﻟﺍ ﺔﺌﺒﻌﺗ ﻝﻭﺪﺟ
bg: Попълване на таблица с продукти
cs: Naplňující se tabulka produktů
da: Tabel med indfyldning af produkter
de: Produkttabelle füllen
el: Πίνακας συμπλήρωσης προϊόντων
es: Tabla de productos para completar
et: Täiendavate toodete tabel
fa: ﺕﻻ﻿ﻮﺼﺤﻣ ﻥﺩﺮﮐ ﺮﭘ ﻝﻭﺪﺟ
fi: Täydennetty tuotetaulukko
fr: Remplir le tableau des produits
he: םירצומ סולכא תלבט
hi: पॉप्युलेटिंग उत्पाद तालिका
hr: Popunjavanje tablice proizvoda
hu: Termékek feltöltése táblázat
is: Tafla fyrir fyllingu vöru
it: Popolamento della tabella dei prodotti
ja: 製品テーブルにデータを入力する
ko: 제품 테이블 채우기
nl: Productentabel vullen
no: Fylle produkttabell
pl: Wypełnianie tabeli produktów
ro: Popularea tabelului cu produse
ru: Заполнение таблицы товаров
sk: Tabuľka naplnených produktov
sv: Tabell för fyllning av produkter
tr: Ürünler tablosu dolduruluyor
uk: Заповнення таблиці продуктів
zh: 填充产品表

source: Populando tabela fornecedor
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﻝﻭﺪﺟ ءﻞﻣ
bg: Попълване на таблицата с доставчик
cs: Naplňuje se tabulka dodavatelů
da: Udfyldende leverandørtabel
de: Lieferantentabelle wird gefüllt
el: Συμπληρωματικός πίνακας προμηθευτών
es: Llenar la tabla de proveedores
et: Tarnija tabeli täitmine
fa: ﺖﯿﻌﻤﺟ ﺮﭘ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻝﻭﺪﺟ
fi: Täytetään toimittajataulukko
fr: Remplir la table des fournisseurs
he: םיקפס תלבט סולכא
hi: आपूर्तिकर्ता तालिका को आबाद करना
hr: Popunjavanje tablice dobavljača
hu: Beszállítói táblázat kitöltése
is: Fylla birgja borð
it: Popolamento della tabella fornitori
ja: サプライヤー テーブルにデータを追加する
ko: 공급자 테이블 채우기
nl: Leverancierstabel vullen
no: Fyller leverandørtabell
pl: Wypełnianie tabeli dostawców
ro: Popularea tabelului furnizorilor
ru: Заполнение таблицы поставщиков
sk: Napĺňa sa tabuľka dodávateľov
sv: Fyllande leverantörstabell
tr: Tedarikçi tablosu dolduruluyor
uk: Заповнення таблиці постачальника
zh: 填充供应商表

source: Populando tabela vendas
ar: ﺕﺎﻌﻴﺒﻤﻟﺍ ﻝﻭﺪﺟ ﺔﺌﺒﻌﺗ
bg: Попълване на таблицата с продажби
cs: Naplňující se prodejní tabulka
da: Udfyldende salgstabel
de: Verkaufstabelle füllen
el: Συμπληρωματικός πίνακας πωλήσεων
es: Llenar la tabla de ventas
et: Müügitabeli täitmine
fa: ﺵﻭﺮﻓ ﻝﻭﺪﺟ ﻥﺩﺮﮐ ﺮﭘ
fi: Täytetään myyntitaulukko
fr: Remplir le tableau des ventes
he: תוריכמ תלבט סולכא
hi: बिक्री तालिका को आबाद करना
hr: Popunjavanje tablice prodaje
hu: Az értékesítési táblázat feltöltése
is: Fylling sölutafla
it: Popolamento della tabella delle vendite
ja: 売上テーブルにデータを取り込む
ko: 판매 테이블 채우기
nl: Verkooptabel vullen
no: Fyller salgstabell
pl: Wypełnianie tabeli sprzedaży
ro: Popularea tabelului de vânzări
ru: Заполнение таблицы продаж
sk: Napĺňa sa tabuľka predaja
sv: Fyllande försäljningstabell
tr: Satış tablosunu doldurma
uk: Заповнення таблиці продажів
zh: 填充销售表

source: Populando tabela compras
ar: ﻕﻮﺴﺘﻟﺍ ﻝﻭﺪﺟ ءﻞﻣ
bg: Попълване на масата за пазаруване
cs: Plnění nákupního stolu
da: Befolkende indkøbsbord
de: Bestückter Einkaufstisch
el: Πληθυντικό τραπέζι αγορών
es: Poblando mesa de compras
et: Populatsioonilaud täitub
fa: ﺪﯾﺮﺧ ﺰﯿﻣ ﻥﺩﺮﮐ ﺮﭘ
fi: Ostospöytä täynnä
fr: Remplir la table d'achats
he: סלכאמ תוינק ןחלוש
hi: शॉपिंग टेबल को आबाद करना
hr: Popunjavanje tablice za kupovinu
hu: Népesedő bevásárló asztal
is: Fylltu innkaupaborð
it: Popolamento del tavolo della spesa
ja: ショッピングテーブルにデータを追加しています
ko: 쇼핑 테이블 채우기
nl: Boodschappentafel bevolken
no: Fyllende handlebord
pl: Zapełnianie stołu zakupowego
ro: Populare masă de cumpărături
ru: Заполнение таблицы покупок
sk: Zapĺňajúci sa nákupný stôl
sv: Befolkar shoppingbord
tr: Alışveriş masası dolduruluyor
uk: Заповнення таблиці покупок
zh: 填充购物表

source: MENU FORNECEDORES
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﺔﻤﺋﺎﻗ
bg: МЕНЮ ЗА ДОСТАВЧИЦИ
cs: NABÍDKA DODAVATELŮ
da: LEVERANDØRER MENU
de: LIEFERANTENMENÜ
el: ΜΕΝΟΥ ΠΡΟΜΗΘΕΥΤΩΝ
es: MENÚ DE PROVEEDORES
et: TARNIJATE MENÜÜ
fa: ﻥﺎﮔﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﯼﻮﻨﻣ
fi: TOIMITTAJIEN VALIKKO
fr: MENU FOURNISSEURS
he: םיקפס טירפת
hi: आपूर्तिकर्ता मेनू
hr: IZBORNIK DOBAVLJAČA
hu: BESZÁLLÍTÓK MENÜ
is: VIÐGIÐ BIRÐJA
it: MENÙ FORNITORI
ja: サプライヤーメニュー
ko: 공급업체 메뉴
nl: LEVERANCIERSMENU
no: LEVERANDØRMENY
pl: MENU DOSTAWCÓW
ro: MENIU FURNIZORILOR
ru: МЕНЮ ПОСТАВЩИКОВ
sk: MENU DODÁVATEĽOV
sv: LEVERANTÖRSMENY
tr: TEDARİKÇİLER MENÜSÜ
uk: МЕНЮ ПОСТАЧАЛЬНИКІВ
zh: 供应商菜单

source: MENU PRODUTOS
ar: ﺕﺎﺠﺘﻨﻤﻟﺍ ﺔﻤﺋﺎﻗ
bg: ПРОДУКТОВО МЕНЮ
cs: NABÍDKA PRODUKTŮ
da: PRODUKT MENU
de: PRODUKTMENÜ
el: ΜΕΝΟΥ ΠΡΟΪΟΝΤΩΝ
es: MENÚ DE PRODUCTOS
et: TOOTE MENÜÜ
fa: ﻝﻮﺼﺤﻣ ﯼﻮﻨﻣ
fi: TUOTEVALIKKO
fr: CARTE DES PRODUITS
he: רצומ טירפת
hi: उत्पाद मेनू
hr: JELOVNIK PROIZVODA
hu: TERMÉKMENÜ
is: VÖRUVÉLLIÐ
it: MENÙ PRODOTTI
ja: 商品メニュー
ko: 제품 메뉴
nl: PRODUCTMENU
no: PRODUKTMENY
pl: MENU PRODUKTÓW
ro: MENIU PRODUSE
ru: МЕНЮ ПРОДУКТОВ
sk: PONUKA PRODUKTOV
sv: PRODUKTMENY
tr: ÜRÜN MENÜSÜ
uk: ПРОДУКТОВЕ МЕНЮ
zh: 产品菜单

source: MENU MANUTENÇÃO
ar: ﺔﻧﺎﻴﺼﻟﺍ ﺔﻤﺋﺎﻗ
bg: МЕНЮ ЗА ПОДДРЪЖКА
cs: MENU ÚDRŽBY
da: VEDLIGEHOLDELSESMENU
de: WARTUNGSMENÜ
el: ΜΕΝΟΥ ΣΥΝΤΗΡΗΣΗΣ
es: MENÚ DE MANTENIMIENTO
et: HOOLDUSMENÜÜ
fa: ﯼﺭﺍﺪﻬﮕﻧ ﯼﻮﻨﻣ
fi: HUOLTOVALIKKO
fr: MENU ENTRETIEN
he: הקוזחת טירפת
hi: रखरखाव मेनू
hr: IZBORNIK ODRŽAVANJA
hu: KARBANTARTÁSI MENÜ
is: VIÐHALDSVALSETI
it: MENÙ DI MANUTENZIONE
ja: メンテナンスメニュー
ko: 유지 관리 메뉴
nl: ONDERHOUDSMENU
no: VEDLIKEHOLDSMENY
pl: MENU KONSERWACJI
ro: MENIU ÎNTREȚINERE
ru: МЕНЮ ОБСЛУЖИВАНИЯ
sk: MENU ÚDRŽBA
sv: UNDERHÅLLSMENY
tr: BAKIM MENÜSÜ
uk: МЕНЮ ОБСЛУГОВУВАННЯ
zh: 维护菜单

source: Atualizar Estoque (conciliação)
ar: (ﺔﻳﻮﺴﺘﻟﺍ) ﻥﻭﺰﺨﻤﻟﺍ ﺚﻳﺪﺤﺗ
bg: Актуализиране на запасите (съгласуване)
cs: Aktualizovat zásoby (odsouhlasení)
da: Opdater lager (afstemning)
de: Bestand aktualisieren (Abgleich)
el: Ενημέρωση μετοχών (συμφωνία)
es: Actualizar stock (conciliación)
et: Laoseisu värskendamine (vastavus)
fa: (ﻖﯿﺒﻄﺗ) ﻡﺎﻬﺳ ﯽﻧﺎﺳﺭ ﺯﻭﺭ ﻪﺑ
fi: Päivitä varasto (sovitus)
fr: Mettre à jour le stock (rapprochement)
he: (המאתה) יאלמ ןוכדע
hi: अद्यतन स्टॉक (समाधान)
hr: Ažuriranje zaliha (usklađivanje)
hu: Készlet frissítése (egyeztetés)
is: Uppfæra hlutabréf (afstemming)
it: Aggiorna stock (riconciliazione)
ja: 在庫の更新 (調整)
ko: 재고 업데이트(조정)
nl: Voorraad bijwerken (afstemming)
no: Oppdater lager (avstemming)
pl: Aktualizuj zapasy (uzgodnienie)
ro: Actualizare stoc (reconciliere)
ru: Обновление запасов (сверка)
sk: Aktualizovať zásoby (odsúhlasenie)
sv: Uppdatera lager (avstämning)
tr: Stok Güncelleme (mutabakat)
uk: Оновити запас (узгодження)
zh: 更新库存（对账）
