Repository: OwlGuilherme/pdvShell
Catalog: po/mercearia-*.po
Languages: ar, bg, cs, da, de, el, es, et, fa, fi, fr, he, hi, hr, hu, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Removendo cadastro do produto
ar: ﺞﺘﻨﻤﻟﺍ ﻞﻴﺠﺴﺗ ﺔﻟﺍﺯﺇ
bg: Премахване на регистрацията на продукта
cs: Odebírání registrace produktu
da: Fjernelse af produktregistrering
de: Produktregistrierung wird entfernt
el: Κατάργηση εγγραφής προϊόντος
es: Eliminar el registro del producto
et: Toote registreerimise eemaldamine
fa: ﻝﻮﺼﺤﻣ ﺖﺒﺛ ﻑﺬﺣ
fi: Tuoterekisteröinnin poistaminen
fr: Suppression de l'enregistrement du produit
he: רצומה םושיר תרסה
hi: उत्पाद पंजीकरण हटाना
hr: Uklanjanje registracije proizvoda
hu: Termékregisztráció eltávolítása
is: Fjarlægir vöruskráningu
it: Rimozione della registrazione del prodotto
ja: 製品登録を削除する
ko: 제품 등록 제거
nl: Productregistratie verwijderen
no: Fjerner produktregistrering
pl: Usuwanie rejestracji produktu
ro: Eliminarea înregistrării produsului
ru: Удаление регистрации продукта
sk: Odstraňuje sa registrácia produktu
sv: Ta bort produktregistrering
tr: Ürün kaydını kaldırma
uk: Видалення реєстрації товару
zh: 删除产品注册

source: Deseja remover registros de vendas e compras desse produto?
ar: ؟ﺞﺘﻨﻤﻟﺍ ﺍﺬﻬﻟ ﺕﺎﻳﺮﺘﺸﻤﻟﺍﻭ ﺕﺎﻌﻴﺒﻤﻟﺍ ﺕﻼ﻿ﺠﺳ ﺔﻟﺍﺯﺇ ﺪﻳﺮﺗ ﻞﻫ
bg: Искате ли да премахнете записите за продажби и покупки за този продукт?
cs: Chcete odstranit záznamy o prodeji a nákupu pro tento produkt?
da: Vil du fjerne salgs- og købsregistreringer for dette produkt?
de: Möchten Sie Verkaufs- und Kaufdatensätze für dieses Produkt entfernen?
el: Θέλετε να καταργήσετε τα αρχεία πωλήσεων και αγορών για αυτό το προϊόν;
es: ¿Quieres eliminar los registros de ventas y compras de este producto?
et: Kas soovite selle toote müügi- ja ostukirjed eemaldada?
fa: ؟ﺪﯿﻨﮐ ﻑﺬﺣ ﺍﺭ ﻝﻮﺼﺤﻣ ﻦﯾﺍ ﺵﻭﺮﻓ ﻭ ﺪﯾﺮﺧ ﻖﺑﺍﻮﺳ ﺪﯿﻫﺍﻮﺧ ﯽﻣ ﺎﯾﺁ
fi: Haluatko poistaa tämän tuotteen myynti- ja ostotiedot?
fr: Souhaitez-vous supprimer les enregistrements de ventes et d'achats pour ce produit ?
he: ?הז רצומ רובע תושיכרו תוריכמ תומושר ריסהל ךנוצרב םאה
hi: क्या आप इस उत्पाद के लिए बिक्री और खरीद रिकॉर्ड हटाना चाहते हैं?
hr: Želite li ukloniti evidenciju o prodaji i kupnji za ovaj proizvod?
hu: Eltávolítja a termék értékesítési és vásárlási nyilvántartásait?
is: Viltu fjarlægja sölu- og kaupskrár fyrir þessa vöru?
it: Vuoi rimuovere i record di vendita e acquisto per questo prodotto?
ja: この商品の販売および購入記録を削除しますか?
ko: 이 제품의 판매 및 구매 기록을 삭제하시겠습니까?
nl: Wilt u de verkoop- en aankoopgegevens voor dit product verwijderen?
no: Vil du fjerne salgs- og kjøpsposter for dette produktet?
pl: Czy chcesz usunąć zapisy sprzedaży i zakupu dla tego produktu?
ro: Doriți să eliminați înregistrările de vânzări și achiziții pentru acest produs?
ru: Вы хотите удалить записи о продажах и покупках для этого продукта?
sk: Chcete odstrániť záznamy o predaji a nákupe pre tento produkt?
sv: Vill du ta bort försäljnings- och köpposter för den här produkten?
tr: Bu ürüne ilişkin satış ve satın alma kayıtlarını kaldırmak istiyor musunuz?
uk: Ви хочете видалити записи про продажі та покупки цього продукту?
zh: 您想删除该产品的销售和购买记录吗？

source: Removendo registros de vendas
ar: ﺕﺎﻌﻴﺒﻤﻟﺍ ﺕﻼ﻿ﺠﺳ ﺔﻟﺍﺯﺇ
bg: Премахване на записи за продажби
cs: Odstranění záznamů o prodeji
da: Fjernelse af salgsoptegnelser
de: Verkaufsunterlagen werden entfernt
el: Κατάργηση αρχείων πωλήσεων
es: Eliminar registros de ventas
et: Müügikirjete eemaldamine
fa: ﺵﻭﺮﻓ ﻖﺑﺍﻮﺳ ﻑﺬﺣ
fi: Myyntitietueiden poistaminen
fr: Supprimer les enregistrements de ventes
he: תוריכמ ימושיר תרסה
hi: बिक्री रिकॉर्ड हटाना
hr: Uklanjanje evidencije o prodaji
hu: Eladási rekordok eltávolítása
is: Að fjarlægja söluskrár
it: Rimozione dei record di vendita
ja: 販売記録の削除
ko: 판매 기록 삭제
nl: Verkooprecords verwijderen
no: Fjerning av salgsrekord
pl: Usuwanie rekordów sprzedaży
ro: Eliminarea înregistrărilor vânzărilor
ru: Удаление записей о продажах
sk: Odstránenie záznamov o predaji
sv: Ta bort försäljningsrekord
tr: Satış kayıtlarının kaldırılması
uk: Видалення записів про продажі
zh: 删除销售记录

source: Removendo registros de compras
ar: ءﺍﺮﺸﻟﺍ ﺕﻼ﻿ﺠﺳ ﺔﻟﺍﺯﺇ
bg: Премахване на записи за покупки
cs: Odstranění nákupních záznamů
da: Fjernelse af købsoptegnelser
de: Kaufdatensätze werden entfernt
el: Κατάργηση εγγραφών αγορών
es: Eliminar registros de compra
et: Ostukirjete eemaldamine
fa: ﺪﯾﺮﺧ ﻖﺑﺍﻮﺳ ﻑﺬﺣ
fi: Ostostietojen poistaminen
fr: Suppression des enregistrements d'achat
he: השיכר ימושיר תרסה
hi: खरीद रिकॉर्ड हटाया जा रहा है
hr: Uklanjanje zapisa o kupnji
hu: Vásárlási rekordok eltávolítása
is: Fjarlægir innkaupaskrár
it: Rimozione dei record di acquisto
ja: 購入記録の削除
ko: 구매 기록 삭제
nl: Aankoopgegevens verwijderen
no: Fjerner kjøpsposter
pl: Usuwanie zapisów zakupów
ro: Eliminarea înregistrărilor de achiziție
ru: Удаление записей о покупках
sk: Odstránenie záznamov o nákupe
sv: Ta bort inköpsuppgifter
tr: Satın alma kayıtlarının kaldırılması
uk: Видалення записів про покупки
zh: 删除购买记录

source: PESQUISAR PRODUTOS
ar: ﺕﺎﺠﺘﻨﻤﻟﺍ ﻦﻋ ﺚﺤﺒﻟﺍ
bg: ТЪРСЕНЕ НА ПРОДУКТИ
cs: HLEDAT PRODUKTY
da: SØG PRODUKTER
de: PRODUKTSUCHE
el: ΑΝΑΖΗΤΗΣΗ ΠΡΟΪΟΝΤΩΝ
es: BUSCAR PRODUCTOS
et: OTSI TOOTEID
fa: ﺪﯿﻨﮐ ﻮﺠﺘﺴﺟ ﺍﺭ ﺕﻻ﻿ﻮﺼﺤﻣ
fi: HAE TUOTTEET
fr: RECHERCHE DE PRODUITS
he: םירצומ שפח
hi: उत्पादों को खोजना
hr: PRETRAŽIVANJE PROIZVODA
hu: TERMÉKEK KERESÉSE
is: LEIT VÖRU
it: CERCA PRODOTTI
ja: 製品を探す
ko: 제품 검색
nl: ZOEK PRODUCTEN
no: SØK PRODUKTER
pl: SZUKAJ PRODUKTÓW
ro: CAUTA PRODUSE
ru: ПОИСК ПРОДУКТОВ
sk: HĽADAŤ PRODUKTY
sv: SÖK PRODUKTER
tr: ÜRÜNLERİ ARA
uk: ПОШУК ТОВАРИ
zh: 搜索产品

source: Pesquisar por: nome, id <x>|<x-y>, f<id> ou *=tudo
ar: all=* ﻭﺃ <f<id ﻭﺃ <x>|<x-y> ﻑﺮﻌﻤﻟﺍ ﻭﺃ ﻢﺳﻻ﻿ﺍ :ﺐﺴﺣ ﺚﺤﺒﻟﺍ
bg: Търсене по: име, id <x>|<x-y>, f<id> или *=all
cs: Hledat podle: name, id <x>|<x-y>, f<id> nebo *=all
da: Søg efter: navn, id <x>|<x-y>, f<id> eller *=all
de: Suche nach: Name, ID <x>|<x-y>, f<id> oder *=alle
el: Αναζήτηση κατά: όνομα, id <x>|<x-y>, f<id> ή *=όλα
es: Buscar por: nombre, id <x>|<x-y>, f<id> o *=all
et: Otsige nime, id <x>|<x-y>, f<id> või *=kõik järgi
fa: ﻪﻤﻫ=* ﺎﯾ <x>|<x-y>، f<id> ﻪﺳﺎﻨﺷ ،ﻡﺎﻧ :ﺱﺎﺳﺍ ﺮﺑ ﻮﺠﺘﺴﺟ
fi: Hae: nimi, tunnus <x>|<x-y>, f<id> tai *=kaikki
fr: Rechercher par : nom, identifiant <x>|<x-y>, f<id> ou *=all
he: all=* וא <x>|<x-y>, f<id> ההזמ ,םש :יפל שפח
hi: इसके आधार पर खोजें: नाम, आईडी <x>|<x-y>, f<id> या *=सभी
hr: Traži prema: nazivu, ID <x>|<x-y>, f<id> ili *=sve
hu: Keresés a következő alapján: név, azonosító <x>|<x-y>, f<id> vagy *=all
is: Leitaðu eftir: nafni, auðkenni <x>|<x-y>, f<id> eða *=allt
it: Cerca per: nome, id <x>|<x-y>, f<id> o *=all
ja: 検索条件: 名前、ID <x>|<x-y>、f<id> または *=all
ko: 검색 기준: 이름, ID <x>|<x-y>, f<id> 또는 *=all
nl: Zoek op: naam, id <x>|<x-y>, f<id> of *=alles
no: Søk etter: navn, id <x>|<x-y>, f<id> eller *=alle
pl: Szukaj według: nazwy, identyfikatora <x>|<x-y>, f<id> lub *=all
ro: Căutați după: nume, id <x>|<x-y>, f<id> sau *=all
ru: Поиск по: имени, идентификатору <x>|<x-y>, f<id> или *=all
sk: Hľadať podľa: mena, id <x>|<x-y>, f<id> alebo *=všetko
sv: Sök efter: namn, id <x>|<x-y>, f<id> eller *=all
tr: Şuna göre arayın: ad, kimlik <x>|<x-y>, f<id> veya *=all
uk: Пошук за: назвою, ідентифікатором <x>|<x-y>, f<id> або *=усі
zh: 搜索依据：名称、ID <x>|<x-y>、f<id> 或 *=all

source: CADASTRO DE FORNECEDOR
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﻞﻴﺠﺴﺗ
bg: РЕГИСТРАЦИЯ НА ДОСТАВЧИК
cs: REGISTRACE DODAVATELE
da: LEVERANDØRREGISTRERING
de: LIEFERANTENREGISTRIERUNG
el: ΕΓΓΡΑΦΗ ΠΡΟΜΗΘΕΥΤΗ
es: REGISTRO DE PROVEEDOR
et: TARNIJATE REGISTREERIMINE
fa: ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻡﺎﻧ ﺖﺒﺛ
fi: TOIMITTAJIEN REKISTERÖINTI
fr: INSCRIPTION DES FOURNISSEURS
he: קפס םושיר
hi: आपूर्तिकर्ता पंजीकरण
hr: REGISTRACIJA DOBAVLJAČA
hu: BESZÁLLÍTÓI REGISZTRÁCIÓ
is: SKRÁNING BORGA
it: REGISTRAZIONE FORNITORI
ja: サプライヤー登録
ko: 공급업체 등록
nl: LEVERANCIERSREGISTRATIE
no: LEVERANDØRREGISTRERING
pl: REJESTRACJA DOSTAWCY
ro: ÎNREGISTRAREA FURNIZORILOR
ru: РЕГИСТРАЦИЯ ПОСТАВЩИКА
sk: REGISTRÁCIA DODÁVATEĽA
sv: LEVERANTÖRSREGISTRERING
tr: TEDARİKÇİ KAYDI
uk: РЕЄСТРАЦІЯ ПОСТАЧАЛЬНИКА
zh: 供应商注册

source: Nome
ar: ﻢﺳﺍ
bg: Име
cs: název
da: Navn
de: Name
el: Ονομα
es: Nombre
et: Nimi
fa: ﻡﺎﻧ
fi: Nimi
fr: Nom
he: םשֵׁ
hi: नाम
hr: Ime
hu: Név
is: Nafn
ja: 名前
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
ro: Nume
ru: Имя
sk: názov
sv: namn
tr: İsim
uk: Ім'я
zh: 姓名

source: Endereço
ar: ﻥﺍﻮﻨﻋ
bg: Адрес
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: DIRECCIÓN
et: Aadress
fa: ﯽﻧﺎﺸﻧ
fi: Osoite
fr: Adresse
he: תבותכ
hi: पता
hr: Adresa
hu: Cím
is: Heimilisfang
it: Indirizzo
ja: 住所
ko: 주소
nl: Adres
no: Adresse
pl: Adres
ro: Abordare
ru: Адрес
sk: Adresa
sv: Adress
tr: Adres
uk: Адреса
zh: 地址

source: Cidade
ar: ﺔﻨﻳﺪﻣ
bg: град
cs: Město
da: By
de: Stadt
el: Πόλη
es: Ciudad
et: Linn
fa: ﺮﻬﺷ
fi: Kaupunki
fr: Ville
he: ריעִ
hi: शहर
hr: Grad
hu: Város
is: Borg
it: Città
ja: 市
ko: 도시
nl: Stad
no: By
pl: Miasto
ro: Oraș
ru: Город
sk: Mesto
sv: Stad
tr: Şehir
uk: Місто
zh: 城市

source: Estado
ar: ﺔﻳﻻ﻿ﻭ
bg: състояние
cs: Stát
da: stat
de: Zustand
el: κατάσταση
et: olek
fa: ﺖﻟﺎﺣ
fi: osavaltio
fr: État
he: הנידמ
hi: राज्य
hr: država
hu: állapot
is: ríki
it: stato
ja: 州
ko: 상태
nl: staat
no: stat
pl: państwo
ro: stat
ru: состояние
sk: štát
sv: stat
tr: durum
uk: стан
zh: 状态

source: Cnpj
hi: सीएनपीजे
ru: НКНПЖ

source: Nome não pode ser em branco
ar: ﺎﻏًﺭﺎﻓ ﻢﺳﻻ﻿ﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Името не може да се попълни
cs: Název nesmí být prázdný
da: Navn må ikke være tomt
de: Der Name darf nicht leer sein
el: Το όνομα δεν μπορεί να είναι κενό
es: El nombre no puede estar en blanco
et: Nime väli ei tohi olla tühi
fa: ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻡﺎﻧ
fi: Nimi ei voi olla tyhjä
fr: Le nom ne peut pas être vide
he: קיר תויהל לוכי אל םש
hi: नाम रिक्त नहीं हो सकता
hr: Ime ne može biti prazno
hu: A név nem lehet üres
is: Nafn má ekki vera autt
it: Il nome non può essere vuoto
ja: 名前を空白にすることはできません
ko: 이름은 비워둘 수 없습니다.
nl: Naam mag niet leeg zijn
no: Navn kan ikke stå tomt
pl: Nazwa nie może być pusta
ro: Numele nu poate fi necompletat
ru: Имя не может быть пустым
sk: Meno nemôže byť prázdne
sv: Namnet får inte vara tomt
tr: Ad boş olamaz
uk: Поле імені не може бути пустим
zh: 名称不能为空

source: O nome não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﻢﺳﻻ﻿ﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: Името не може да се попълни. Отмяна?
cs: Název nesmí být prázdný. Zrušení?
da: Navnet må ikke være tomt. Afbestille?
de: Der Name darf nicht leer sein. Stornieren?
el: Το όνομα δεν μπορεί να είναι κενό. Ματαίωση?
es: El nombre no puede estar en blanco. ¿Cancelar?
et: Nime väli ei tohi olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻡﺎﻧ
fi: Nimi ei voi olla tyhjä. Peruuttaa?
fr: Le nom ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל םשה
hi: नाम रिक्त नहीं हो सकता. रद्द करना?
hr: Ime ne može biti prazno. Otkazati?
hu: A név nem lehet üres. Megszünteti?
is: Nafnið má ekki vera autt. Hætta við?
it: Il nome non può essere vuoto. Annulla?
ja: 名前を空白にすることはできません。キャンセル？
ko: 이름은 비워둘 수 없습니다. 취소?
nl: De naam mag niet leeg zijn. Annuleren?
no: Navnet kan ikke være tomt. Avbryt?
pl: Nazwa nie może być pusta. Anulować?
ro: Numele nu poate fi gol. Anulare?
ru: Имя не может быть пустым. Отмена?
sk: Meno nemôže byť prázdne. Zrušiť?
sv: Namnet får inte vara tomt. Annullera?
tr: Ad boş olamaz. İptal etmek?
uk: Ім’я не може бути пустим. Скасувати?
zh: 名称不能为空。取消？

source: Confirma inclusão/atualização do fornecedor?
ar: ؟ﺩﺭﻮﻤﻟﺍ ﺚﻳﺪﺤﺗ/ﺝﺍﺭﺩﺇ ﺪﻴﻛﺄﺗ
bg: Потвърждаване на включването/актуализацията на доставчика?
cs: Potvrdit zařazení/aktualizaci dodavatele?
da: Bekræfte medtagelse/opdatering af leverandør?
de: Aufnahme/Aktualisierung des Lieferanten bestätigen?
el: Επιβεβαίωση συμπερίληψης/ενημέρωσης προμηθευτή;
es: ¿Confirmar inclusión/actualización del proveedor?
et: Kas kinnitada tarnija kaasamine/värskendamine?
fa: ؟ﺪﯿﻨﮐu200cﯽﻣ ﺪﯿﯾﺄﺗ ﺍﺭ ﻩﺪﻨﻨﮐu200cﻦﯿﻣﺄﺗ ﯽﻧﺎﺳﺭﺯﻭﺭu200cﻪﺑ/ﺝﺭﺩ
fi: Vahvistatko toimittajan sisällyttämisen/päivityksen?
fr: Confirmer l'inclusion/mise à jour du fournisseur ?
he: ?קפסה לש ןוכדע/הללכה רשאל
hi: आपूर्तिकर्ता को शामिल करने/अद्यतन करने की पुष्टि करें?
hr: Potvrditi uključivanje/ažuriranje dobavljača?
hu: Megerősíti a beszállító felvételét/frissítését?
is: Staðfesta skráningu/uppfærslu birgis?
it: Confermi inclusione/aggiornamento fornitore?
ja: サプライヤーの追加/更新を確認しますか?
ko: 공급업체 포함/업데이트를 확인하시겠습니까?
nl: Bevestiging/update van leverancier?
no: Bekrefte inkludering/oppdatering av leverandør?
pl: Potwierdzić dodanie/aktualizację dostawcy?
ro: Confirmați includerea/actualizarea furnizorului?
ru: Подтвердить включение/обновление поставщика?
sk: Potvrdiť zahrnutie/aktualizáciu dodávateľa?
sv: Bekräfta inkludering/uppdatering av leverantör?
tr: Tedarikçinin dahil edilmesi/güncellenmesi onaylansın mı?
uk: Підтвердити включення/оновлення постачальника?
zh: 确认纳入/更新供应商？

source: ALTERAÇÃO DE FORNECEDOR
ar: ﺩﺭﻮﻤﻟﺍ ﺮﻴﻴﻐﺗ
bg: СМЯНА НА ДОСТАВЧИКА
cs: ZMĚNA DODAVATELE
da: LEVERANDØRSKIFT
de: LIEFERANTENWECHSEL
el: ΑΛΛΑΓΗ ΠΡΟΜΗΘΕΥΤΗ
es: CAMBIO DE PROVEEDOR
et: TARNIJA VAHETUS
fa: ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﺮﯿﯿﻐﺗ
fi: TOIMITTAJAN VAIHTO
fr: CHANGEMENT DE FOURNISSEUR
he: קפס יוניש
hi: आपूर्तिकर्ता परिवर्तन
hr: PROMJENA DOBAVLJAČA
hu: BESZÁLLÍTÓVÁLTOZÁS
is: BREYTINGABREYTTU
it: CAMBIO FORNITORE
ja: サプライヤーの変更
ko: 공급업체 변경
nl: LEVERANCIERSWIJZIGING
no: LEVERANDØRBYTTE
pl: ZMIANA DOSTAWCY
ro: SCHIMBAREA FURNIZORULUI
ru: СМЕНА ПОСТАВЩИКА
sk: ZMENA DODÁVATEĽA
sv: LEVERANTÖRSBYTE
tr: TEDARİKÇİ DEĞİŞİMİ
uk: ЗМІНА ПОСТАЧАЛЬНИКА
zh: 供应商变更

source: ID/Nome não pode ser em branco. Cancelar?
ar: ؟ﻲﻐﻠﻳ .ﺎﻏًﺭﺎﻓ ﻢﺳﻻ﻿ﺍ/ﻑﺮﻌﻤﻟﺍ ﻥﻮﻜﻳ ﻥﺃ ﻦﻜﻤﻳ ﻻ﻿
bg: ID/Името не може да се попълни. Отмяна?
cs: ID/Jméno nesmí být prázdné. Zrušení?
da: ID/navn må ikke være tomt. Afbestille?
de: ID/Name darf nicht leer sein. Stornieren?
el: Το αναγνωριστικό/όνομα δεν μπορεί να είναι κενό. Ματαίωση?
es: ID/Nombre no puede estar en blanco. ¿Cancelar?
et: ID/nimi ei saa olla tühi. Kas tühistada?
fa: ؟ﻮﻐﻟ .ﺪﺷﺎﺑ ﯽﻟﺎﺧ ﺪﻧﺍﻮﺗ ﯽﻤﻧ ﻡﺎﻧ/ﻪﺳﺎﻨﺷ
fi: Tunnus/nimi ei voi olla tyhjä. Peruuttaa?
fr: L'ID/Nom ne peut pas être vide. Annuler?
he: ?לטֵבַלְ .קיר תויהל לוכי אל םש/ההזמ
hi: आईडी/नाम खाली नहीं हो सकता. रद्द करना?
hr: ID/ime ne može biti prazno. Otkazati?
hu: Az azonosító/név mező nem lehet üres. Megszünteti?
is: Auðkenni/nafn má ekki vera autt. Hætta við?
it: L'ID/Nome non può essere vuoto. Annulla?
ja: ID/名前を空白にすることはできません。キャンセル？
ko: ID/이름은 비워둘 수 없습니다. 취소?
nl: ID/naam mag niet leeg zijn. Annuleren?
no: ID/navn kan ikke stå tomt. Avbryt?
pl: Identyfikator/nazwa nie może być pusta. Anulować?
ro: ID/Numele nu poate fi necompletat. Anulare?
ru: Идентификатор/имя не может быть пустым. Отмена?
sk: ID/meno nemôže zostať prázdne. Zrušiť?
sv: ID/namn får inte vara tomt. Annullera?
tr: Kimlik/Ad boş olamaz. İptal etmek?
uk: Ідентифікатор/ім’я не може бути пустим. Скасувати?
zh: ID/姓名不能为空。取消？

source: Fornecedor não encontrado nos parâmetros informados
ar: ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻤﻠﻌﻤﻟﺍ ﻲﻓ ﺩﺭﻮﻤﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
bg: Доставчикът не е намерен в посочените параметри
cs: Dodavatel nebyl nalezen v zadaných parametrech
da: Leverandør ikke fundet i de angivne parametre
de: Der Lieferant wurde in den angegebenen Parametern nicht gefunden
el: Ο προμηθευτής δεν βρέθηκε στις καθορισμένες παραμέτρους
es: Proveedor no encontrado en los parámetros especificados
et: Tarnijat ei leitud määratud parameetritest
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﻩﺪﺷ ﺺﺨﺸﻣ ﯼﺎﻫﺮﺘﻣﺍﺭﺎﭘ ﺭﺩ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ
fi: Toimittajaa ei löydy määritetyistä parametreista
fr: Fournisseur introuvable dans les paramètres spécifiés
he: וניוצש םירטמרפב אצמנ אל קפסה
hi: आपूर्तिकर्ता निर्दिष्ट मापदंडों में नहीं मिला
hr: Dobavljač nije pronađen u navedenim parametrima
hu: A beszállító nem található a megadott paraméterekben
is: Birgir fannst ekki í tilgreindum breytum
it: Fornitore non trovato nei parametri specificati
ja: 指定されたパラメータにサプライヤーが見つかりません
ko: 지정된 매개변수에서 공급업체를 찾을 수 없습니다.
nl: Leverancier niet gevonden in de opgegeven parameters
no: Leverandør ikke funnet i de angitte parameterne
pl: Nie znaleziono dostawcy o podanych parametrach
ro: Furnizorul nu a fost găsit în parametrii specificați
ru: Поставщик не найден по указанным параметрам
sk: Dodávateľ sa nenašiel v zadaných parametroch
sv: Leverantören hittades inte i de angivna parametrarna
tr: Tedarikçi belirtilen parametrelerde bulunamadı
uk: За вказаними параметрами постачальника не знайдено
zh: 在指定参数中未找到供应商

source: EXCLUSÃO DE FORNECEDOR
ar: ﻦﻳﺩﺭﻮﻤﻟﺍ ﺩﺎﻌﺒﺘﺳﺍ
bg: ИЗКЛЮЧВАНЕ НА ДОСТАВЧИК
cs: VYLOUČENÍ DODAVATELE
da: LEVERANDØRUDSLUTTELSE
de: LIEFERANTENAUSSCHLUSS
el: ΑΠΟΚΛΕΙΣΜΟΣ ΠΡΟΜΗΘΕΥΤΩΝ
es: EXCLUSIÓN DE PROVEEDORES
et: TARNIJA VÄLISTAMINE
fa: ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﺖﯿﻣﻭﺮﺤﻣ
fi: TOIMITTAJIEN POISSULKEMINEN
fr: EXCLUSION DE FOURNISSEUR
he: םיקפס תגרחה
hi: आपूर्तिकर्ता बहिष्करण
hr: ISKLJUČENJE DOBAVLJAČA
hu: SZÁLLÍTÓKIZÁRÁS
is: ÚTINOKUN BORGA
it: ESCLUSIONE FORNITORI
ja: サプライヤーの除外
ko: 공급업체 제외
nl: UITSLUITING VAN LEVERANCIER
no: LEVERANDØREKKLUSJON
pl: WYKLUCZENIE DOSTAWCY
ro: EXCLUDEREA FURNIZORULUI
ru: ИСКЛЮЧЕНИЕ ПОСТАВЩИКА
sk: VYLÚČENIE DODÁVATEĽA
sv: LEVERANTÖRS UNDANTAG
tr: TEDARİKÇİ HARİÇ TUTULMASI
uk: ВИКЛЮЧЕННЯ ПОСТАЧАЛЬНИКА
zh: 供应商排除

source: Digite o ID ou nome do fornecedor:
ar: :ﻪﻤﺳﺍ ﻭﺃ ﺩﺭﻮﻤﻟﺍ ﻑﺮﻌﻣ ﻞﺧﺩﺃ
bg: Въведете ID или името на доставчика:
cs: Zadejte ID nebo jméno dodavatele:
da: Indtast leverandør-id eller navn:
de: Geben Sie die Lieferanten-ID oder den Namen ein:
el: Εισαγάγετε το αναγνωριστικό προμηθευτή ή το όνομα:
es: Ingrese el ID o nombre del proveedor:
et: Sisestage tarnija ID või nimi:
fa: :ﺪﯿﻨﮐ ﺩﺭﺍﻭ ﺍﺭ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻡﺎﻧ ﺎﯾ ﻪﺳﺎﻨﺷ
fi: Anna toimittajan tunnus tai nimi:
fr: Saisissez l'ID ou le nom du fournisseur :
he: :םש וא קפסה ההזמ תא ןזה
hi: आपूर्तिकर्ता आईडी या नाम दर्ज करें:
hr: Unesite ID ili naziv dobavljača:
hu: Adja meg a szállító azonosítóját vagy nevét:
is: Sláðu inn auðkenni birgis eða nafn:
it: Inserisci l'ID o il nome del fornitore:
ja: サプライヤー ID または名前を入力してください:
ko: 공급업체 ID 또는 이름을 입력하세요.
nl: Voer het leveranciers-ID of de naam in:
no: Skriv inn leverandør-ID eller navn:
pl: Wprowadź identyfikator lub nazwę dostawcy:
ro: Introduceți ID-ul sau numele furnizorului:
ru: Введите идентификатор или имя поставщика:
sk: Zadajte ID alebo meno dodávateľa:
sv: Ange leverantörs-ID eller namn:
tr: Tedarikçi kimliğini veya adını girin:
uk: Введіть ідентифікатор або назву постачальника:
zh: 输入供应商 ID 或名称：

source: Nenhum fornecedor encontrado nos parâmetros informados
ar: ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻤﻠﻌﻤﻟﺍ ﻲﻓ ﻦﻳﺩﺭﻮﻤﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ
bg: Няма намерени доставчици в дадените параметри
cs: V daných parametrech nebyli nalezeni žádní dodavatelé
da: Ingen leverandører fundet i de givne parametre
de: In den angegebenen Parametern wurden keine Lieferanten gefunden
el: Δεν βρέθηκαν προμηθευτές στις συγκεκριμένες παραμέτρους
es: No se encontraron proveedores en los parámetros indicados.
et: Antud parameetrites tarnijaid ei leitud
fa: ﺪﺸﻧ ﺖﻓﺎﯾ ﻩﺪﺷ ﻩﺩﺍﺩ ﯼﺎﻫﺮﺘﻣﺍﺭﺎﭘ ﺭﺩ ﯼﺍ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﭻﯿﻫ
fi: Toimittajia ei löytynyt annetuista parametreista
fr: Aucun fournisseur trouvé dans les paramètres donnés
he: םינותנה םירטמרפב םיקפס ואצמנ אל
hi: दिए गए मापदंडों में कोई आपूर्तिकर्ता नहीं मिला
hr: U danim parametrima nije pronađen nijedan dobavljač
hu: A megadott paraméterek között nem található beszállító
is: Engir birgjar fundust í tilgreindum breytum
it: Nessun fornitore trovato nei parametri indicati
ja: 指定されたパラメーターでサプライヤーが見つかりませんでした
ko: 지정된 매개변수에서 공급업체를 찾을 수 없습니다.
nl: Er zijn geen leveranciers gevonden in de opgegeven parameters
no: Ingen leverandører funnet i de gitte parameterne
pl: Nie znaleziono dostawców w podanych parametrach
ro: Nu s-au găsit furnizori în parametrii dați
ru: По заданным параметрам поставщиков не найдено
sk: V daných parametroch sa nenašli žiadni dodávatelia
sv: Inga leverantörer hittades i de givna parametrarna
tr: Verilen parametrelerde tedarikçi bulunamadı
uk: За вказаними параметрами постачальників не знайдено
zh: 未找到指定参数的供应商

source: Confirma exclusão do fornecedor?
ar: ؟ﺩﺭﻮﻤﻟﺍ ﺩﺎﻌﺒﺘﺳﺍ ﺪﻴﻛﺄﺗ
bg: Потвърждаване на изключването на доставчика?
cs: Potvrdit vyloučení dodavatele?
da: Bekræft udelukkelse af leverandøren?
de: Ausschluss des Lieferanten bestätigen?
el: Επιβεβαίωση αποκλεισμού του προμηθευτή;
es: ¿Confirmar exclusión del proveedor?
et: Kas kinnitada tarnija välistamine?
fa: ؟ﺪﯿﻨﮐu200cﯽﻣ ﺪﯿﯾﺄﺗ ﺍﺭ ﻩﺪﻨﻨﮐu200cﻪﺿﺮﻋ ﻑﺬﺣ
fi: Vahvistatko toimittajan poissulkemisen?
fr: Confirmer l'exclusion du fournisseur ?
he: ?קפסה לש הגרחה רשאל
hi: आपूर्तिकर्ता के बहिष्कार की पुष्टि करें?
hr: Potvrditi isključenje dobavljača?
hu: Megerősíti a szállító kizárását?
is: Staðfesta útilokun birgis?
it: Confermi l'esclusione del fornitore?
ja: サプライヤーの除外を確認しますか?
ko: 공급자 제외를 확인하시겠습니까?
nl: Uitsluiting van de leverancier bevestigen?
no: Bekrefte ekskludering av leverandøren?
pl: Potwierdzić wykluczenie dostawcy?
ro: Confirmați excluderea furnizorului?
ru: Подтвердить исключение поставщика?
sk: Potvrdiť vylúčenie dodávateľa?
sv: Bekräfta uteslutning av leverantören?
tr: Tedarikçinin hariç tutulması onaylansın mı?
uk: Підтвердити виключення постачальника?
zh: 确认排除供应商？

source: Exclusão de fornecedor não confirmada!
ar: !ﺩﺭﻮﻤﻟﺍ ﻑﺬﺣ ﺪﻴﻛﺄﺗ ﻢﺘﻳ ﻢﻟ
bg: Изтриването на доставчика не е потвърдено!
cs: Smazání dodavatele není potvrzeno!
da: Leverandørsletning ikke bekræftet!
de: Löschung des Lieferanten nicht bestätigt!
el: Η διαγραφή προμηθευτή δεν επιβεβαιώθηκε!
es: ¡Eliminación de proveedor no confirmada!
et: Tarnija kustutamist ei kinnitatud!
fa: !ﺪﺸﻧ ﺪﯿﯾﺎﺗ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ ﻑﺬﺣ
fi: Toimittajan poistamista ei ole vahvistettu!
fr: Suppression du fournisseur non confirmée !
he: !הרשוא אל קפסה תקיחמ
hi: आपूर्तिकर्ता विलोपन की पुष्टि नहीं हुई!
hr: Brisanje dobavljača nije potvrđeno!
hu: A szállító törlése nincs megerősítve!
is: Eyðing birgja ekki staðfest!
it: Cancellazione fornitore non confermata!
ja: サプライヤーの削除は確認されていません!
ko: 공급업체 삭제가 확인되지 않았습니다!
nl: Verwijdering van leverancier niet bevestigd!
no: Leverandørsletting ikke bekreftet!
pl: Usunięcie dostawcy nie zostało potwierdzone!
ro: Ștergerea furnizorului nu a fost confirmată!
ru: Удаление поставщика не подтверждено!
sk: Odstránenie dodávateľa nie je potvrdené!
sv: Leverantörsradering inte bekräftad!
tr: Tedarikçinin silinmesi onaylanmadı!
uk: Видалення постачальника не підтверджено!
zh: 供应商删除未确认！

source: PESQUISAR FORNECEDOR
ar: ﺩﺭﻮﻣ ﻦﻋ ﺚﺤﺒﻟﺍ
bg: ТЪРСЕНЕ НА ДОСТАВЧИК
cs: VYHLEDAT DODAVATELE
da: SØG LEVERANDØR
de: LIEFERANTEN SUCHEN
el: ΑΝΑΖΗΤΗΣΗ ΠΡΟΜΗΘΕΥΤΗ
es: BUSCAR PROVEEDOR
et: OTSI TARNIJAT
fa: ﺪﯿﻨﮐ ﻮﺠﺘﺴﺟ ﺍﺭ ﻩﺪﻨﻨﮐ ﻦﯿﻣﺎﺗ
fi: HAE TOIMITTAJAA
fr: RECHERCHER UN FOURNISSEUR
he: קפס שפח
hi: आपूर्तिकर्ता खोजें
hr: TRAŽI DOBAVLJAČA
hu: KERESÉS BESZÁLLÍTÓT
is: LEIT AÐ BIRGI
it: CERCA FORNITORE
ja: サプライヤーを探す
ko: 공급자 검색
nl: ZOEK LEVERANCIER
no: SØK LEVERANDØR
pl: SZUKAJ DOSTAWCY
ro: CAUTA FURNIZOR
ru: ПОИСК ПОСТАВЩИКА
sk: VYHĽADAŤ DODÁVATEĽA
sv: SÖK LEVERANTÖR
tr: TEDARİKÇİ ARAYIN
uk: ПОШУК ПОСТАЧАЛЬНИКА
zh: 搜寻供应商

source: Pesquisar por: nome, id <x>|<x-y> ou *=tudo
ar: all=* ﻭﺃ <x>|<x-y> ﻑﺮﻌﻤﻟﺍ ﻭﺃ ﻢﺳﻻ﻿ﺍ :ﺐﺴﺣ ﺚﺤﺒﻟﺍ
bg: Търсене по: име, идентификатор <x>|<x-y> или *=всички
cs: Hledat podle: jména, id <x>|<x-y> nebo *=vše
da: Søg efter: navn, id <x>|<x-y> eller *=alle
de: Suche nach: Name, ID <x>|<x-y> oder *=alle
el: Αναζήτηση κατά: όνομα, αναγνωριστικό <x>|<x-y> ή *=όλα
es: Buscar por: nombre, id <x>|<x-y> o *=all
et: Otsige nime, ID <x>|<x-y> või *=kõik järgi
fa: ﻪﻤﻫ=* ﺎﯾ <x>|<x-y> ﻪﺳﺎﻨﺷ ،ﻡﺎﻧ :ﺱﺎﺳﺍ ﺮﺑ ﻮﺠﺘﺴﺟ
fi: Hae: nimi, tunnus <x>|<x-y> tai *=kaikki
fr: Rechercher par : nom, identifiant <x>|<x-y> ou *=all
he: לכה=* וא <x>|<x-y> ההזמ ,םש :יפל שפח
hi: इसके आधार पर खोजें: नाम, आईडी <x>|<x-y> या *=सभी
hr: Traži po: imenu, ID <x>|<x-y> ili *=sve
hu: Keresés: név, azonosító <x>|<x-y> vagy *=all
is: Leitaðu eftir: nafni, auðkenni <x>|<x-y> eða *=allt
it: Cerca per: nome, id <x>|<x-y> o *=all
ja: 検索条件: 名前、ID <x>|<x-y> または *=all
ko: 검색 기준: 이름, ID <x>|<x-y> 또는 *=all
nl: Zoek op: naam, id <x>|<x-y> of *=alles
no: Søk etter: navn, id <x>|<x-y> eller *=alle
pl: Szukaj według: nazwy, identyfikatora <x>|<x-y> lub *=all
ro: Căutați după: nume, id <x>|<x-y> sau *=toate
ru: Поиск по: имени, идентификатору <x>|<x-y> или *=all
sk: Hľadať podľa: mena, id <x>|<x-y> alebo *=všetko
sv: Sök efter: namn, id <x>|<x-y> eller *=all
tr: Şuna göre arayın: ada, kimliğe <x>|<x-y> veya *=all
uk: Пошук за: назвою, ідентифікатором <x>|<x-y> або *=усі
zh: 搜索依据：名称、ID <x>|<x-y> 或 *=全部
